[
  {
    "id": "press_banca_barra",
    "name": "Press banca con barra",
    "description": "Échate sobre un banco. Las palmas de las manos deben estar hacia arriba. Baja lentamente el peso hasta tocar la parte central del tórax. <br><br> Empuja la barra hacia arriba hasta que los brazos estén completamente estirados pero sin llegar a bloquear la articulación del codo. Vuelve a descender la barra hasta tocar la parte central del tórax y repite el movimiento. <br><br> La espalda debe permanecer en contacto con el banco y los pies deben reposar firmemente en el suelo, para obtener mejor estabilidad. <br><br>El espacio ideal entre las manos es la distancia que hay entre los hombros o un poco más. Cuanto más cerca estén las manos entre sí, mayor será el esfuerzo de los pectorales internos y del tríceps. <br><br> Las manos alejadas aportan más trabajo a la parte exterior del músculo y minimizan el esfuerzo del tríceps. <br><br> La barra sólo se debe mover de forma vertical: hacia arriba y hacia abajo. No la balancee, ya que si lo hace, no estará ejercitando los músculos adecuados para este ejercicio. <br><br> Las repeticiones cortas (cuyo movimiento termina antes de la extensión total de los codos) mantienen la tensión en los pectorales y reducen el esfuerzo del tríceps.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_banca.jpg"
  },
  {
    "id": "press_banca_multipower",
    "name": "Press banca en multipower",
    "description": "Ajusta la máquina de press de pecho a una altura adecuada para ti, ni muy alta ni muy baja, y asegúrate de que la barra esté bien colocada. Siéntate en el banco y apoya tu espalda contra el banco.<br><br>Agarra la barra con fuerza, con las manos separadas más que la anchura de tus hombros, con los codos ligeramente flexionados.<br><br>Inspira profundamente y comienza a presionar las barra hacia arriba hacia la posición de los hombros, extendiendo los brazos.<br><br>Haz una pausa en la parte superior del movimiento y luego controla el descenso de las barras de vuelta a la posición inicial. No bloquees los codos al final del movimiento y mantén un poco de tensión en los músculos pectorales durante todo el intervalo de recorrido.<br><br>Repite el movimiento por el número de repeticiones deseado. Te recomendados realizar de 8 a 15 repeticiones, y tres o cuatro series por sesión de entrenamiento de pecho.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_banca_multipower.jpg"
  },
  {
    "id": "press_banca_mancuernas",
    "name": "Press banca con mancuernas",
    "description": "Acostados boca arriba sobre un banco plano. El torso debe estar apoyado desde la cabeza a las caderas, con las piernas dobladas y los pies asegurados. <br><br> Agarrad una mancuerna en cada mano y sujetad los pesos directamente encima del pecho. Las palmas deben mirar hacia los pies. Es el punto de partida. <br><br> Doblad los brazos para bajar las mancuernas hacia la parte externa del pecho, manteniendo los codos apuntando hacia los lados. Tomad aire y retened la respiración mientras empezáis a bajar el peso. <br><br> Revertid la dirección cuando las mancuernas lleguen a la posición final, y devolved las al punto de partida siguiendo la dirección de un arco. <br><br> Expulsad el aire una vez que hayáis superado el punto de estancamiento (el más difícil del intervalo de recorrido). <br><br> Deteneos un instante con los brazos estirados pero no hiperextendidos.  Repetid las veces necesarias. <br><br> Estad seguros de subir las mancuernas de manera que permanezcan sobre un plano vertical directamente encima de los hombros en la posición final.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_banca_mancuernas.jpg"
  },
  {
    "id": "press_banca_inclinado_barra",
    "name": "Press banca inclinado con barra",
    "description": "Acostados sobre un banco inclinado en ángulo aproximado de 30 a 45°. Separad las piernas ligeramente apoyando los pies sobre el suelo. Las caderas, hombros y cabeza deben reposar sobre el banco. <br><br> Agarrad una barra con agarre prono. Las manos deben estar algo más abiertas que la anchura de vuestros hombros. <br><br> Bajad la barra a la parte superior del pecho, tomad aire y retened el aliento cuando subáis el peso hacia el punto de partida. Dirigid los codos hacia los lados y mantenedlos así. <br><br> Expulsad a medida que superéis la parte más difícil de la subida o al extender los brazos. <br><br> Deteneos en la posición final con los brazos extendidos y verticales. <br><br> Tomad aire y retened el aliento a medida que bajéis el peso bajo control hasta la parte alta del pecho. <br><br> Si preferís deteneos un instante abajo, expulsad el aire después de llegar allí, tomadlo luego y retened la respiración cuando subáis la barra.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_banca_inclinado_barra.jpg"
  },
  {
    "id": "press_banca_inclinado_mancuernas",
    "name": "Press banca inclinado con mancuernas",
    "description": "Sitúate sobre un banco con una inclinación entre 30 y 45 grados. Apoya los pies contra el suelo y extiende las piernas ligeramente para mantener el equilibrio. Las caderas, los hombros y la cabeza deben estar alineados y en contacto con el banco. <br><br> Coge una mancuerna con cada mano con un agarre de palmas hacia arriba. Las palmas han de mirar en la misma dirección que tu – al frente- durante el ejercicio. <br><br> Lleva las mancuernas a la altura del hombro con las manos colocadas junto a los hombros. <br><br> Cuando estés preparado, inspira y aguanta la respiración mientras empujas las mancuernas hacia arriba y hacia dentro. Mantén los codos hacia los lados, en el mismo plano que los hombros. <br><br> Expulsa el aire cuando pases el punto más difícil de la fase ascendente, cuando los brazos se extienden por completo. <br><br> Detente un instante en la posición sobre la cabeza. Inspira y aguanta la respiración mientras bajas las mancuernas hasta los hombros. <br><br> Cuando las mancuernas alcanzan la posición más baja, empújalas de nuevo hacia arriba hasta que los brazos queden totalmente extendidos. Haz una pausa y repite el ejercicio. <br><br> Para aumentar la intensidad, sube las mancuernas muy juntas pero sin tocarse.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_banca_inclinado_mancuernas.jpg"
  },
  {
    "id": "press_banca_declinado_barra",
    "name": "Press banca declinado con barra",
    "description": "Acostados sobre un banco declinado de press con cabeza, hombros y glúteos descansando sobre el respaldo, y un ligero arco en la espina lumbar. <br><br> La barra debe situarse a una altura accesible y estar colocada directamente sobre la cara. <br><br> Utilizad un agarre prono (palmas mirando al frente) con las manos aproximadamente separadas a la anchura de vuestros hombros. La distancia precisa dependerá de vuestra capacidad para equilibrar el peso y el tipo de barra utilizada. <br><br> Sacad la barra y estirad los brazos, colocándolos directamente encima del cuello. Es el punto de partida. <br><br> Tomad más aire de lo habitual y retened lo cuando bajéis la barra hacia la mitad del pecho. Al aproximaros a los pectorales, revertid la dirección y devolved el peso al punto de partida. <br><br> Expulsad el aire al superar la parte más difícil de la fase de subida. <br><br> Los codos deben apuntar hacia adelante y mantenerse pegados a los lados durante el ascenso y el descenso.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_banca_declinado_barra.jpg"
  },
  {
    "id": "press_banca_declinado_mancuernas",
    "name": "Press banca declinado con mancuernas",
    "description": "Acuéstate en un banco declinado con los pies bien apoyados en el suelo y sostén una mancuerna en cada mano, con los brazos extendidos hacia el techo.<br><br>Baja lentamente las mancuernas hacia los lados de tu cuerpo, manteniendo los codos cerca de tu torso.<br><br>Luego, levanta las mancuernas hacia arriba hasta que estén por encima de tu pecho, asegurándote de mantener tus codos ligeramente doblados.<br><br>Finalmente, baja las mancuernas de nuevo hacia los lados de tu cuerpo y repite el movimiento para completar una serie.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_banca_declinado_mancuernas.jpg"
  },
  {
    "id": "press_pecho_maquina_vertical",
    "name": "Press de pecho en máquina vertical",
    "description": "Ajusta la altura del asiento para que los agarres queden a la altura de los hombros o un poco por debajo <br><br> Siéntate erguido con la espalda contra el acolchado y coloca los pies sobre el suelo directamente bajo las rodillas y separados aproximadamente a la anchura de los hombros. <br><br> Sujeta los agarres con las palmas mirando hacia fuera. <br><br> Toma aire y aguanta la respiración mientras empujas para llevar los agarres lejos del cuerpo. <br><br> Expulsa el aire después de pasar la parte más difícil del movimiento o cuando los brazos estén completamente extendidos. <br><br> Haz una pequeña pausa y regresa a la posición inicial. <br><br> Cuando las manos se aproximen a la altura del pecho, cambia rápidamente la dirección del movimiento y repite.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_pecho_maquina_vertical.jpg"
  },
  {
    "id": "press_pecho_inclinado_palanca",
    "name": "Press de pecho inclinado con palanca",
    "description": "El press en máquina de discos trabaja principalmente la porción media de los pectorales.<br><br>Por norma general debe realizarse justo después de los ejercicios básicos con pesos libres pero antes de los ejercicios de aislamiento.<br><br>Inicio: Ajustar el asiento de la máquina de tal manera que los manillares queden por fuera de la parte inferior del pecho en su posición baja. Mantener los pies planos sobre el suelo y la espalda y la cabeza contra el respaldo del asiento. Comenzar en la posición baja.<br><br>Ejecución: Hacer press con trayecto del movimiento predeterminado por la máquina hasta que los codos estén extendidos pero sin bloquear. Lentamente, bajar la barra hasta la posición sin permitir que entre dos repeticiones el peso descanse sobre la sujeción.<br><br>Variaciones: Hay muchos tipos de máquinas de press, incluidas las que se asemejan a los press declinados e inclinados y máquinas que se cargan con discos (la máquina Hammer Strengh de la foto es una de las modalidades más populares).<br><br>Muchas también tienen diferentes posiciones de agarre, lo cual permite utilizar desde los muy estrechos o los más anchos e incluso un agarre neutro.",
    "muscular_group": "pectoral",
    "image": "assets/images/press_pecho_inclinado_palanca.png"
  },
  {
    "id": "aperturas_maquina",
    "name": "Aperturas en máquina",
    "description": "Es un movimiento de aislamiento, y por lo tanto es excelente realizarlos al final del entrenamiento. <br><br> Inicio: Ajustar el asiento de la máquina de vuelo de tal manera que los manillares queden a nivel del pecho. Sentado en el asiento, con la espalda plana contra el respaldo, agarrar los manillares y comenzar con los brazos estirados hacia afuera y los codos ligeramente flexionados. <br><br> Ejecución: Contraer los pectorales para desplazar las manos hasta que casi se junten. Contraer los pectorales fuertemente y contar uno; a continuación, volver lentamente a la posición de inicio sin permitir que el peso descanse sobre la columna de la máquina. <br><br> Variaciones: Algunas máquinas de vuelo (en ocasiones denominadas como pec-decks) incluyen almohadillamientos para los brazos, para situarlos en contacto con la parte interna de los codos y antebrazos con el fin de mantener los codos flexionados en un ángulo aproximado de 90 grados durante todo el rango del movimiento.",
    "muscular_group": "pectoral",
    "image": "assets/images/aperturas_maquina.jpg"
  },
  {
    "id": "aperturas_mancuernas",
    "name": "Aperturas con mancuernas",
    "description": "Túmbate boca arriba sobre un banco plano con los pies apoyados contra el suelo. La cabeza, espalda y glúteos deben estar en contacto con el banco. <br><br> Coge unas mancuernas con las palmas mirándose entre si y los brazos extendidos sobre el pecho. Bloquea los codos y dóblalos ligeramente. <br><br> Inspira profundamente y aguanta la respiración mientras bajas los brazos directamente hacia los lados. <br><br> A medida que los brazos se aproximan al nivel del hombro o ligeramente por debajo, contrae los músculos del pecho para invertir la dirección, manteniendo los codos ligeramente doblados. Sigue el mismo arco mientras elevas los brazos a la posición vertical y expulsa el aire. <br><br> Haz una pequeña pausa y repite.",
    "muscular_group": "pectoral",
    "image": "assets/images/aperturas_mancuernas.jpg"
  },
  {
    "id": "aperturas_mancuernas_inclinado",
    "name": "Aperturas con mancuernas en banco inclinado",
    "description": "Siéntate en un banco inclinado ajustado a un ángulo de aproximadamente 45 grados. Toma una mancuerna en cada mano y colócalas en posición vertical sobre tus muslos.<br><br>Con las palmas de las manos mirando hacia adelante, reclina tu espalda sobre el banco mientras llevas las mancuernas hacia los lados de tu pecho. Mantén los codos ligeramente flexionados.<br><br>Exhala y empuja las mancuernas hacia arriba, extendiendo los brazos y sintiendo la contracción en los músculos pectorales. Mantén el control del movimiento en todo momento.<br><br>Lentamente, baja las mancuernas de regreso a la posición inicial mientras inhalas. Repite el movimiento durante el número deseado de repeticiones, manteniendo una postura estable y evitando movimientos bruscos.",
    "muscular_group": "pectoral",
    "image": "assets/images/aperturas_mancuernas_inclinado.jpg"
  },
  {
    "id": "cruces_polea_baja",
    "name": "Cruces en polea baja",
    "description": "Para empezar, coloca los manerales en la parte baja de las poleas y selecciona la resistencia que vayas a utilizar. No pongas demasiado, es un ejercicio de aislamiento donde no se requieren grandes pesos. <br><br> Colócate de pie, con una polea en cada mano, en tensión. Las palmas de las manos deben estar mirando al frente, las manos a la altura de la cintura y los brazos estirados pero no bloqueados. <br><br> Con una ligera flexión de brazos, sube las manos hacia arriba y hacia la línea media del cuerpo. Tus manos deben acabar juntas en lo alto del pecho, con las palmas mirando hacia arriba. <br><br> Intenta realizar una pequeña pausa en esta posición, aguantando la contracción. Después vuelve a la posición inicial.",
    "muscular_group": "pectoral",
    "image": "assets/images/cruces_polea_baja.jpg"
  },
  {
    "id": "cruces_polea_alta",
    "name": "Cruces en polea alta",
    "description": "Coge los agarres de los cables de una polea alta con las palmas mirando hacia abajo. Sitúate a igual distancia de cada polea y coloca un pie por delante para mantener el equilibrio. <br><br> Inclínate hacia delante entre 15 y 30 grados manteniendo la curvatura natural de la columna. En la posición inicial, los brazos deben estar a los lados y casi perpendiculares al cuerpo, con los codos ligeramente doblados. <br><br> Toma aire y aguanta la respiración cuando lleves los brazos adelante y abajo mientas los codos permanecen ligeramente doblados. Lleva los brazos delante del pecho hasta que las manos se junten o se crucen ligeramente frente al cuerpo. <br><br> Mantén esa posición durante un segundo mientras expulsas el aire. Regresa a la posición inicial. <br><br> Mantén el cuerpo en una posición estática para tener el movimiento controlado en todo momento.",
    "muscular_group": "pectoral",
    "image": "assets/images/cruces_polea_alta.jpg"
  },
  {
    "id": "fondos_maquina_asistida",
    "name": "Fondos en máquina asistida",
    "description": "Agarre las barras y sujete su cuerpo con los brazos rectos. Mantenga los hombros lejos de las orejas retrayendo las escápulas. Contraiga el suelo pelvico y el core. <br><br> Comience a inclinarse hacia adelante doblando los codos hasta que su cuerpo esté alrededor de 30º y sienta el estiramiento en sus pectorales. Inhale durante el descenso. Contrayendo sus tríceps y pectorales, presione la parte superior de su cuerpo hacia la posición inicial mientras exhala. Asegúrate de empujar tu cuerpo hacia arriba y separar las orejas de los hombros durante el ascenso.",
    "muscular_group": "pectoral",
    "image": "assets/images/fondos_maquina_asistida.jpg"
  },
  {
    "id": "fondos_pecho_paralelas",
    "name": "Fondos de pecho en paralelas",
    "description": "Sitúate en el aparato de paralelas como indica la foto, con el cuerpo lo más erguido posible con una ligera inclinación hacia adelante. <br><br> Baja el cuerpo doblando los brazos y dejando que los codos se separen del cuerpo, pero sin estirar los hombros demasiado en la posición baja. <br><br> Extiende los brazos (sin bloquear los codos), expulsa el aire al alcanzar la posición final, mantenla un segundo apretando a tope el pecho. Inspira y vuelve a bajar el cuerpo.",
    "muscular_group": "pectoral",
    "image": "assets/images/fondos_pecho_paralelas.jpg"
  },
  {
    "id": "flexiones",
    "name": "Flexiones",
    "description": "Las flexiones trabajan principalmente la porción media de los pectorales. <br><br> Suelen utilizarse para calentamiento, cerca del final de la sesión de trabajo o cuando no se disponga de otro equipamiento. <br><br> Inicio: Colocar las manos a la anchura de los hombros sobre el suelo, con el cuerpo plano y rígido, y las puntas de los pies apoyadas en el suelo. Comenzar con los brazos extendidos y perpendiculares al suelo. <br><br> Ejecución: Flexionar los codos bajando lentamente el cuerpo hacia el suelo. Cuando el pecho alcance unos pocos centímetros del suelo, extender los brazos con un press hacia arriba para volver a la posición de inicio. <br><br> Variaciones: Para enfatizar la parte inferior del pecho e incrementar la dificultad, colocar los pies sobre un banco o una silla (en función de lo que se disponga) durante la serie completa. Para hacer énfasis en la porción baja del pecho y aumentar la dificultad, colocar las manos sobre una superficie elevada y estable.",
    "muscular_group": "pectoral",
    "image": "assets/images/flexiones.jpg"
  },
  {
    "id": "flexiones_inclinadas",
    "name": "Flexiones inclinadas",
    "description": "Busca una superficie elevada, como un banco o una silla, y colócate frente a ella.<br><br>Coloca las manos en la superficie, separadas a la anchura de los hombros y con los dedos apuntando hacia adelante.<br><br>Mantén los pies juntos y el cuerpo recto mientras bajas lentamente el cuerpo hacia la superficie.<br><br>Empuja hacia arriba con los brazos para volver a la posición inicial.",
    "muscular_group": "pectoral",
    "image": "assets/images/flexiones_inclinadas.png"
  },
  {
    "id": "flexiones_declinadas",
    "name": "Flexiones declinadas",
    "description": "Coloca tus pies en una superficie elevada, como un banco, una silla o una caja estable.<br><br>Asegura la posición inicial, con las manos apoyadas en el suelo a la altura de los hombros y el cuerpo en línea recta desde la cabeza hasta los talones.<br><br>Desciende lentamente, doblando los brazos hasta que el pecho casi toque el suelo, manteniendo siempre el control del movimiento.<br><br>Empuja hacia arriba, extendiendo los codos hasta volver a la posición inicial.",
    "muscular_group": "pectoral",
    "image": "assets/images/flexiones_declinadas.jpg"
  },
  {
    "id": "flexiones_agarre_cerrado",
    "name": "Flexiones con agarre cerrado",
    "description": "Flexiones los codos y baje el cuerpo lentamente para formar una línea recta desde la cabeza hasta la rodilla. Recuerde comprimir los músculos centrales y mantener el equilibrio.<br><br>Haga una pausa de hasta 2 segundos.<br><br>Mientras exhala, impulse el cuerpo hacia arriba y tensione los brazos.<br><br>Vuelva a la posición inicial.<br><br>Realice las repeticiones que indique su plan.",
    "muscular_group": "pectoral",
    "image": "assets/images/flexiones_agarre_cerrado.jpg"
  },
  {
    "id": "flexiones_una_mano",
    "name": "Flexiones a una mano",
    "description": "Comienza en posición de plancha con las manos separadas al ancho de los hombros.<br><br>Separa los pies para tener una base sólida y coloca una mano detrás de la espalda.<br><br>Baja el cuerpo lentamente, manteniendo el codo pegado al costado.<br><br>Empuja hacia arriba hasta volver a la posición inicial. Realiza el mismo número de repeticiones en cada lado.",
    "muscular_group": "pectoral",
    "image": "assets/images/flexiones_una_mano.jpg"
  },
  {
    "id": "flexiones_diamante",
    "name": "Flexiones diamante",
    "description": "Para comenzar el ejercicio debemos tumbarnos boca abajo o en posición de decúbito ventral y apoyar las puntas de los pies juntas en el suelo, así como formar bajo nuestro pecho un diamante con las manos.<br><br>Para formar el diamante debemos unir ambos pulgares en el suelo y ambas puntas de los dedos índice. Apoyamos toda la palma de la mano y elevamos el cuerpo completo, sin quebrar la cintura.<br><br>Cuando logremos una posición de tabla, con el cuerpo alineado de pies a cabeza y nuestros brazos estén completamente extendidos, volvemos a flexionar los brazos para descender todo el cuerpo al mismo tiempo hasta que el pecho roce nuestras manos y volvemos a repetir tantas veces como sea necesario.",
    "muscular_group": "pectoral",
    "image": "assets/images/flexiones_diamante.jpg"
  },
  {
    "id": "flexiones_arqueras",
    "name": "Flexiones arqueras",
    "description": "Colócate en posición de flexiones con un agarre más amplio de lo normal, aproximadamente el doble del ancho de los hombros.<br><br>En cada repetición estira un brazo a la vez que flexionas el otro, llevando el cuerpo hacia un lado.",
    "muscular_group": "pectoral",
    "image": "assets/images/flexiones_arqueras.jpg"
  },
  {
    "id": "pullover_mancuerna",
    "name": "Pullover con mancuerna",
    "description": "Posición inicial: <br><br> Tumbado sobre los omóplatos descansando sobre un banco plano, el cuerpo extendido hacia fuera perpendicularmente al banco y los pies planos sobre el suelo y las rodillas flexionadas. Mantener una mancuerna con ambas manos. <br><br> Juntar las caderas al nivel del banco y comenzar sujetando las mancuernas derechas hacia arriba sobre el pecho con los brazos extendidos. <br><br> Ejecución: <br><br> Con los codos ligeramente flexionados, bajar las mancuernas hacia atrás y por debajo de la cabeza hasta que sienta un estiramiento en los pectorales y parte superior del brazo. <br><br> Contraer los pectorales para llevar de nuevo las mancuernas a la posición de inicio, manteniendo sólo una ligera flexión en los codos.<br><br> Realizar pullover utilizando una barra con la misma técnica o con una máquina especial para pullover.",
    "muscular_group": "pectoral",
    "image": "assets/images/pullover_mancuerna.jpg"
  },
  {
    "id": "sentadilla_mutipower",
    "name": "Sentadilla en máquina multipower",
    "description": "Coloque la barra del multipower sobre los músculos de la parte superior de la espalda (no en la columna cervical). <br><br> Asegúrese de que sus manos están equidistantes de cada extremo de la barra. Coloque los pies por delante del eje de su cuerpo. Levante la barra del bastidor y gírela para soltar los enganches de seguridad. <br><br> Descienda lentamente, flexionando las caderas, rodillas y tobillos. Baje las caderas hasta que los cuádriceps estén aproximadamente paralelos al suelo. Mantenga la espalda recta con los glúteos hacia atrás. Pare contando uno y, a continuación, vuelva a la posición inicial elevándose siguiendo el eje de sustentación o incluso el de apoyo de los talones. <br><br> No extienda demasiado las rodillas en la parte alta del movimiento y en ningún caso llegue a bloquear las rodillas.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_multipower.jpg"
  },
  {
    "id": "sentadilla_barra_libre",
    "name": "Sentadilla con barra libre",
    "description": "De pie, apoya la barra en los hombros. Los pies deben mantenerse separados a la distancia del ancho de los hombros. Flexiona lentamente las rodillas hasta que los muslos y el gemelo formen más o menos un ángulo de 90º. Estira las piernas para regresar a la posición inicial. <br><br> Evita mirar al suelo y no bajar la cadera, la posición correcta es mantener siempre tu columna paralela a tus pantorrillas. <br><br> No hay un criterio claro en el grado de flexión, como norma general la referencia es hasta que el fémur (muslo) quede paralelo al suelo, pero con cargas ligeras se puede e incluso se debe flexionar mas, piensa que a mayor flexión, mayor participación del glúteo. <br><br> Por la mayor anchura de las caderas, las rodillas tienden a dirigirse hacia el interior quedando el pie en pisada prono, evita este error prestando atención para que tus rodillas permanezcan sobre tus pies. <br><br> Por la mayor laxitud, en la fase final de la extensión la rodillas tienden hiperextenderse (genu recurvatum), la cadera se coloca en anteversión y la zona lumbar arqueada en exceso. <br><br> Termina la fase de extensión con tensión siempre en los músculos de las piernas, evitando el bloqueo articular de hiperextensión, contrae glúteos y abdomen profundo para mantener tu columna en posición neutra y conseguir una correcta estabilización.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_barra_libre.jpg"
  },
  {
    "id": "sentadilla_barra_seguridad",
    "name": "Sentadilla con barra de seguridad",
    "description": "De pie, apoya la barra en los hombros. Los pies deben mantenerse separados a la distancia del ancho de los hombros. Flexiona lentamente las rodillas hasta que los muslos y el gemelo formen más o menos un ángulo de 90º. Estira las piernas para regresar a la posición inicial. <br><br> Evita mirar al suelo y no bajar la cadera, la posición correcta es mantener siempre tu columna paralela a tus pantorrillas. <br><br> No hay un criterio claro en el grado de flexión, como norma general la referencia es hasta que el fémur (muslo) quede paralelo al suelo, pero con cargas ligeras se puede e incluso se debe flexionar mas, piensa que a mayor flexión, mayor participación del glúteo. <br><br> Por la mayor anchura de las caderas, las rodillas tienden a dirigirse hacia el interior quedando el pie en pisada prono, evita este error prestando atención para que tus rodillas permanezcan sobre tus pies. <br><br> Por la mayor laxitud, en la fase final de la extensión la rodillas tienden hiperextenderse (genu recurvatum), la cadera se coloca en anteversión y la zona lumbar arqueada en exceso. <br><br> Termina la fase de extensión con tensión siempre en los músculos de las piernas, evitando el bloqueo articular de hiperextensión, contrae glúteos y abdomen profundo para mantener tu columna en posición neutra y conseguir una correcta estabilización.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_barra_seguridad.jpg"
  },
  {
    "id": "sentadilla_mancuernas",
    "name": "Sentadilla con mancuernas",
    "description": "Colóquese de pie, con los pies separados a la anchura de los hombros. Sostenga una mancuerna en cada mano.<br><br>Descienda lentamente flexionando las caderas, rodillas y tobillos. Baje las caderas hasta que los cuádriceps estén aproximadamente paralelos al suelo. Mantenga la espalda recta con los glúteos hacia atrás. Pare contando uno y, a continuación, vuelva a la posición inicial elevándose siguiendo el eje de sustentación o incluso el de apoyo de los talones.<br><br>No extienda demasiado las rodillas en la parte alta del movimiento.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_mancuernas.jpg"
  },
  {
    "id": "sentadilla_frontal_barra_libre",
    "name": "Sentadilla frontal con barra libre",
    "description": "Coloca los pies separados la anchura de los hombros. Coloca la barra cruzando la porción media de los deltoides. Sujétala con un agarre en pronación y justo por fuera de tus hombros.<br><br>Baja el cuerpo flexionando los tobillos, las rodillas y las caderas. Desciende hasta que los cuádriceps estén casi paralelos con el suelo. Vuelve a la posición inicial mediante la extensión de los tobillos, las rodillas y las caderas.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_frontal_barra_libre.jpg"
  },
  {
    "id": "sentadilla_frontal_mancuernas",
    "name": "Sentadilla frontal con mancuernas",
    "description": "Párate con los pies separados al ancho de los hombros y sostén una mancuerna en cada mano a la altura de los hombros, con los codos apuntando hacia adelante.<br><br>Baja lentamente en una sentadilla hasta que tus muslos estén paralelos al suelo y tus codos toquen tus rodillas.<br><br>Mantén la posición por un segundo, y luego regresa lentamente a la posición inicial, manteniendo la tensión en tus músculos.<br><br>Repite el movimiento para completar varias repeticiones.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_frontal_mancuernas.jpg"
  },
  {
    "id": "sentadilla_jaca",
    "name": "Sentadilla jaca",
    "description": "Baje con un movimiento de sentadilla flexionando las caderas y las rodillas hasta que los muslos formen una paralela con la plataforma. Recuerde inhalar durante el movimiento.<br><br>Sostenga un momento la posición.<br><br>Regrese a la posición inicial, empujando con los talones mientras exhala. Evite trancar las rodillas al llegar arriba.<br><br>Repita hasta completar una serie.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_jaca.jpg"
  },
  {
    "id": "sentadilla_jaca_barra",
    "name": "Sentadilla jaca con barra",
    "description": "Cargad una barra en el suelo. Poneos delante de ella, dejándola próxima a los gemelos.<br><br>Separad los pies a la anchura de los hombros y plantadlos firmemente sobre el piso, para bajar luego a la posición de sentadilla.<br><br>Manteniendo los brazos extendidos, agarrad la barra con agarre prono, las manos justamente fuera de las piernas, rodeando la barra con los dedos pulgares. La posición debe asemejarse a la inicial del peso muerto, solo que con la barra detrás.<br><br>Tomar aire, aguantadlo y tirad con fuerza a través de los talones, extendiendo al tiempo rodillas y caderas hasta quedar erguidos, expulsando el aire al final del movimiento. En ese momento, la barra debe quedar justamente debajo de los glúteos.<br><br>Deteneos un instante, tomad aire y revertid el movimiento lentamente.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_jaca_barra.jpg"
  },
  {
    "id": "sentadilla_jefferson",
    "name": "Sentadilla Jefferson",
    "description": "La sentadilla Jefferson se ejecuta colocando una barra en el suelo cargada con el peso adecuado a nuestro potencial.<br><br>El atleta ha de colocar la barra entre las dos piernas, de manera que el pecho quede mirando hacia un lado de la barra y la espalda hacia el otro, como si estuviéramos montados en un caballo.<br><br>Luego se flexionan las piernas y cuando la barra está al alcance de las manos, éstas la cogen, pero con un brazo colocado por delante de cuerpo y el otro por detrás.<br><br>Desde esta posición de flexión de piernas. y manteniendo el tronco perfectamente erguido, comenzaremos la extensión de las piernas utilizando para ello la fuerza de nuestros muslos, habiendo de llegar a la posición de cuerpo erguido desde la cual descenderemos nuevamente hasta la máxima flexión que se nos haga posible manteniendo si empre los brazos completamente erguidos.<br><br>La respiración es muy importante en este ejercicio. Se toma el aire al flexionar las piernas y se expulsa al extenderlas.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_jefferson.jpg"
  },
  {
    "id": "sentadilla_goblet",
    "name": "Sentadilla goblet",
    "description": "Para ejecutar goblet squat necesitaremos de una pesa rusa o kettlebell, o en su ausencia, una mancuerna pesada. Si contamos con una kettlebell, debemos tomarla por los lados de las asas con ambas manos y pegar los antebrazos a la pesa para que, con los codos flexionados, coloquemos la pesa rusa a la altura del pecho.<br><br>Nos colocamos de pie, con las piernas separadas un poco más allá del ancho de los hombros y las puntas de los pies levemente hacia afuera.<br><br>Desde allí, descendemos realizando una sentadilla profunda, sin mover la pesa del pecho e intentando bajar hasta que los codos se acerquen a la cara interna de los muslos.<br><br>Regresamos a la posición inicial y repetimos tantas veces como se nos haya indicado.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_goblet.jpg"
  },
  {
    "id": "sentadilla_cajon",
    "name": "Sentadilla con cajón",
    "description": "El modo de ejecución de la sentadilla en cajón es básicamente similar al modo en que realizamos cuando procedemos a hacer una sentadilla convencional, pudiendo adaptar la técnica que se sigue, por ejemplo, en la sentadilla sumo o en la frontal.<br><br>La gran diferencia que encontramos con el resto de sentadillas es que, como su propio nombre indica, en la sentadilla de cajón utilizamos un cajón o banco colocado debajo de los glúteos de modo que nos permita sentarnos sobre él con total seguridad, simulando la paralela, mientras ejecutamos el ejercicio.<br><br>De este modo, colocando el cajón auxiliar a la altura deseada, teniendo en cuenta nuestra estatura individual, nos aseguramos a forzar los cuádriceps con un trabajo extra hasta que encontramos el apoyo. Y repito: hasta que encontramos el apoyo, es fundamental no dejarse caer bruscamente sobre el cajón ya que este movimiento podía acarrearnos problemas. El movimiento ideal de ejecución es bajar hasta el apoyo y sentarnos completamente varios segundos, tampoco más.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_cajon.jpg"
  },
  {
    "id": "sentadilla_barra_landmine",
    "name": "Sentadilla con barra landmine",
    "description": "Coloca la barra landmine en un soporte y carga la barra con una cantidad de peso adecuada para tu nivel de condición física.<br><br>Párate con los pies más anchos que los hombros y apunta los dedos de los pies hacia los lados.<br><br>Sostén la barra en el extremo libre y colócala en el pecho, con los codos hacia abajo y hacia los lados.<br><br>Flexiona las rodillas y las caderas, baja lentamente el cuerpo hacia abajo, manteniendo la espalda recta y los talones pegados al suelo. Cuando los muslos estén paralelos al suelo, levanta el cuerpo hacia arriba y repite el movimiento.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_barra_landmine.jpg"
  },
  {
    "id": "sentadilla_cinturon",
    "name": "Sentadilla con cinturón",
    "description": "Comienza colocando el cinturón de lastre asegurándolo alrededor de tu cintura y anclado a la máquina o discos.<br><br>Colócate en la plataforma con los pies separados al ancho de los hombros y los dedos de los pies apuntando hacia adelante.<br><br>Baja el cuerpo como en una posición en sentadillas, manteniendo el pecho erguido y el torso contraído.<br><br>Baje tu cuerpo hasta que tus caderas estén paralelas a las rodillas (o ligeramente por debajo). Asegúrate de que tus pies permanezcan planos sobre el suelo.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_cinturon.jpg"
  },
  {
    "id": "sentadilla",
    "name": "Sentadilla",
    "description": "De pie, los pies deben mantenerse separados a la distancia del ancho de los hombros. Flexiona lentamente las rodillas hasta que los muslos y el gemelo formen más o menos un ángulo de 90º. Estira las piernas para regresar a la posición inicial. <br><br> Evita mirar al suelo y no bajar la cadera, la posición correcta es mantener siempre tu columna paralela a tus pantorrillas. <br><br> No hay un criterio claro en el grado de flexión, como norma general la referencia es hasta que el fémur (muslo) quede paralelo al suelo, pero con cargas ligeras se puede e incluso se debe flexionar mas, piensa que a mayor flexión, mayor participación del glúteo. <br><br> Por la mayor anchura de las caderas, las rodillas tienden a dirigirse hacia el interior quedando el pie en pisada prono, evita este error prestando atención para que tus rodillas permanezcan sobre tus pies. <br><br> Por la mayor laxitud, en la fase final de la extensión la rodillas tienden hiperextenderse, la cadera se coloca en anteversión y la zona lumbar arqueada en exceso. <br><br> Termina la fase de extensión con tensión siempre en los músculos de las piernas, evitando el bloqueo articular de hiperextensión, contrae glúteos y abdomen profundo para mantener tu columna en posición neutra y conseguir una correcta estabilización.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla.jpg"
  },
  {
    "id": "sentadilla_salto",
    "name": "Sentadilla con salto",
    "description": "De pie, los pies deben mantenerse separados a la distancia del ancho de los hombros. Flexiona lentamente las rodillas hasta que los muslos y el gemelo formen más o menos un ángulo de 90º. Estira las piernas de forma explosiva para saltar y caer en la posición inicial. <br><br> Evita mirar al suelo y no bajar la cadera, la posición correcta es mantener siempre tu columna paralela a tus pantorrillas. <br><br> No hay un criterio claro en el grado de flexión, como norma general la referencia es hasta que el fémur (muslo) quede paralelo al suelo, pero con cargas ligeras se puede e incluso se debe flexionar mas, piensa que a mayor flexión, mayor participación del glúteo. <br><br> Por la mayor anchura de las caderas, las rodillas tienden a dirigirse hacia el interior quedando el pie en pisada prono, evita este error prestando atención para que tus rodillas permanezcan sobre tus pies. <br><br> Por la mayor laxitud, en la fase final de la extensión la rodillas tienden hiperextenderse, la cadera se coloca en anteversión y la zona lumbar arqueada en exceso. <br><br> Termina la fase de extensión con tensión siempre en los músculos de las piernas, evitando el bloqueo articular de hiperextensión, contrae glúteos y abdomen profundo para mantener tu columna en posición neutra y conseguir una correcta estabilización.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_salto.jpg"
  },
  {
    "id": "sentadilla_sissy",
    "name": "Sentadilla sissy",
    "description": "Advertencia: este ejercicio requiere de una preparación física previa para no ser lesivo, informate bien antes de incorporarlo en tu rutina. <br><br> En primer lugar, deberemos colocarnos de pie y con una separación de las piernas que nos resulte cómoda. Podremos sujetarnos con una mano en un soporte y más adelante, cuando tengamos experiencia, hacerlo de forma libre.<br><br>En segundo lugar, bajaremos el cuerpo hacia atrás mientras vamos doblando las rodillas. Deberemos tener siempre en consideración que tenemos que mantener una línea recta fémur-torso-cuello. Iremos buscando más profundidad a medida que vamos ganando experiencia con el ejercicio.<br><br>Es clave el levantar los brazos, hasta ponerlos paralelos con el suelo, a modo de contrapeso.<br><br>Los talones deberán levantarse para aumentar el recorrido.<br><br>Los deportistas más experimentados con el ejercicio podrán incluso bajar hasta tocar los talones con su glúteo.<br><br>Aparentemente es un ejercicio sencillo pero requiere una buena coordinación.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_sissy.jpg"
  },
  {
    "id": "sentadilla_patinador",
    "name": "Sentadilla patinador",
    "description": "Coloca una especie de acolchamiento detrás, en el que se apoyará ligeramente la rodilla trasera, aunque puede ser perfectamente el suelo.<br><br>Desde la posición de equilibrio, desciende a la vez que llevas la carga de las manos hacia adelante.<br><br>Al tocar con la rodilla libre el suelo (o su elevación adaptada), vuelves arriba y acercando la carga de los brazos hacia el cuerpo otra vez.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_patinador.jpg"
  },
  {
    "id": "estocada_lateral",
    "name": "Estocada lateral",
    "description": "1. Para comenzar, mantén una posición erguida con los pies separados al ancho de la pelvis y los brazos a los lados.<br><br>2. Contrae los abdominales mientras das un gran paso hacia un lado, cargando tu peso en esa pierna. Flexiona la rodilla mientras echas la cadera hacia atrás y bajas a la posición de sentadilla, extendiendo la otra pierna hacia fuera en línea recta.<br><br>3. Tendrás que inclinar la pelvis ligeramente hacia delante, pero mantén el torso recto, saca pecho y no pierdas el arco natural de la zona lumbar. Mantén los pies apoyados en el suelo y los dedos apuntando hacia delante. Junta las manos y mantén los brazos delante del torso.<br><br>4. Haz fuerza con el pie de la pierna flexionada y empuja para volver a la posición inicial. Esa sería 1 repetición.<br><br>5. Cambia de pierna y repite el ejercicio tanto como quieras.",
    "muscular_group": "legs",
    "image": "assets/images/estocada_lateral.jpg"
  },
  {
    "id": "pistol_squat",
    "name": "Pistol squat",
    "description": "Colócate en posición inicial con los pies lo más juntos posible. Una vez estés en esta postura, el siguiente paso es mantener el equilibrio mientras logras extender los brazos hacia el frente. <br><br>Cuando el equilibrio y la coordinación estén controlados, procederemos a levantar la pierna para estirarla y alinearla con los brazos mientras bajamos lentamente realizando un movimiento de sentadilla.<br><br>Es importante mantener la espalda en todo momento y evitar que ésta pierda fuerza y caiga hacia delante.<br><br>Además, no podemos olvidarnos de que la rodilla tiene que estar totalmente alineada a los dedos de los pies. <br><br>El objetivo principal de este ejercicio es conseguir bajar de forma erguida con la pierna estirada hasta tocar el talón del pie con el glúteo.<br><br>A pesar de que la prioridad es descender todo lo posible, lo ideal es perfeccionar la técnica y bajar hasta donde tu flexibilidad te permita.<br><br>Después de tocar el talón, coge impulso para volver a colocarte en tu posición inicial.<br><br>Recuerda que la pierna tiene que estar totalmente estirada durante todo el proceso.",
    "muscular_group": "legs",
    "image": "assets/images/pistol_squat.jpg"
  },
  {
    "id": "gluteo_patada_trasera",
    "name": "Glúteo patada trasera",
    "description": "POSICIÓN INICIAL:<br><br>Colóquese en cuadrupedia sobre una colchoneta. Sus rodillas deben estar debajo de las caderas y las manos debajo de los hombros. Retraiga sus omoplatos. Contraiga el suelo pélvico y el core.<br><br>EJECUCIÓN:<br><br>Extienda la cadera y mueva el talón derecho hacia el techo. Asegúrese de que su rodilla esté siempre a 90º. Vuelva a la posición inicial con un suave movimiento. Repita el movimiento para la cantidad especificada de repeticiones, luego cambie de lado y repita con la otra pierna. Asegúrese de mover la pierna y no la espalda.",
    "muscular_group": "legs",
    "image": "assets/images/gluteo_patada_trasera.jpg"
  },
  {
    "id": "extension_cadera_suelo",
    "name": "Extensión de cadera en suelo",
    "description": "Nos colocaremos en el suelo a cuatro patas. Partiendo de esta posición apoyaremos los antebrazos al suelo, de modo que las manos queden libres y los codos apoyados por completo. La espalda debe mantenerse recta a lo largo de todo el ejercicio, y para ello nos apoyaremos con las piernas de rodillas.<br><br>Partiendo de esta posición lo que debemos hacer es un movimiento muy sencillo, ya que simplemente debemos echar una de las piernas, la que no está apoyada en el suelo hacia atrás. La manera de hacerlo será concentrando todo el movimiento en la parte de las caderas y los glúteos, nunca en la espalda o la zona lumbar. Al realizar este movimiento debemos concentrar todo el empuje en el glúteo, para lo que no vamos a descender del todo al bajar, sino que nos vamos a quedar a medio camino para volver a empujar hacia arriba como si tuviésemos un peso que nos impide mover la pierna hacia atrás y lo tenemos que vencer con la fuerza de nuestros músculos.",
    "muscular_group": "legs",
    "image": "assets/images/extension_cadera_suelo.jpg"
  },
  {
    "id": "extension_cadera",
    "name": "Extensión de cadera",
    "description": "Empezar con los pies juntos, atrasar una pierna elevándola tanto como sea posible usando los glúteos.<br><br>Mantener la posición de contracción durante un segundo apretando los glúteos todo lo posible.<br><br>Regresar a la posición inicial y repetir.",
    "muscular_group": "legs",
    "image": "assets/images/extension_cadera.jpg"
  },
  {
    "id": "levantamiento_lateral_piernas",
    "name": "Levantamiento lateral de piernas",
    "description": "Posición inicial:<br><br>Acuéstese sobre una alfombra de yoga de forma lateral. Use el brazo en el piso para amortiguar su cabeza. Doble la pierna en el suelo para ayudar a mantener el equilibrio. Coloque su mano superior en el suelo frente a usted.<br><br>Ejecución:<br><br>Manteniendo la pierna superior recta y todas las articulaciones en línea recta, levante la pierna hacia el techo. Haga una pausa en la parte superior y bájala hasta la posición inicial. Termine sus repeticiones y repite con el lado opuesto.",
    "muscular_group": "legs",
    "image": "assets/images/levantamiento_lateral_piernas.jpg"
  },
  {
    "id": "sentadilla_barra_por_encima_cabeza",
    "name": "Sentadilla con barra por encima de la cabeza",
    "description": "INICIO<br><br>Coge con agarre abierto una barra cargada con peso muy ligero, colocada a la altura del pecho en un soporte de sentadilla.<br><br>Saca la barra del soporte, da uno o dos pasos atrás y levántala hasta estirar los brazos pero sin bloquearlos.<br><br>Apoya los pies sobre el piso, algo más separados que la anchura de las caderas. Mantén las rodillas ligeramente dobladas, el pecho erguido y la espalda recta.<br><br>Mira al frente. Esta es tu posición inicial.<br><br>ACCIÓN<br><br>Sujetando la barra sobre la cabeza durante todo el movimiento, haz lentamente una sentadilla manteniendo los talones en contacto con el piso, hasta que las rodillas alcanzan un ángulo de 90 grados.<br><br>Detente un instante en la posición baja. Sube de manera explosiva hacia la posición inicial como lo harías durante una sentadilla normal.<br><br>Mantén la posición de hombros y brazos contraídos y estirados durante todo el movimiento para controlar el peso.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_barra_por_encima_cabeza.jpg"
  },
  {
    "id": "sentadilla_bulgara_mancuernas",
    "name": "Sentadilla búlgara con mancuernas",
    "description": "Empieza de pie, con una mancuerna en cada mano, y da un paso hacia adelante con tu pie derecho, colocando la punta del pie sobre un banco o una caja.<br><br>Mantén la espalda recta y baja el cuerpo hasta que la rodilla derecha forme un ángulo de 90 grados. La rodilla izquierda debe estar cerca del suelo.<br><br>Mantén la posición durante unos segundos, luego levanta el cuerpo de nuevo a la posición inicial.<br><br>Realiza la misma serie de repeticiones con la otra pierna.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_bulgara_mancuernas.jpg"
  },
  {
    "id": "sentadilla_bulgara_barra",
    "name": "Sentadilla búlgara con barra fija",
    "description": "Comienza sosteniendo una barra en tus hombros detrás de tu cabeza, con los pies separados al ancho de los hombros y un pie hacia adelante y el otro hacia atrás.<br><br>Desciende hasta que la rodilla trasera casi toque el suelo y la rodilla delantera esté doblada a 90 grados.<br><br>Regresa a la posición inicial empujando a través del pie delantero.<br><br>Repite para el número deseado de repeticiones y luego cambia de pierna.",
    "muscular_group": "legs",
    "image": "assets/images/sentadilla_bulgara_barra.jpg"
  },
  {
    "id": "hip_thrust",
    "name": "Hip thrust",
    "description": "Carga la barra con los discos que necesites y déjala en paralelo al banco a una distancia de 1,5 m aproximadamente.<br><br>Siéntate en el suelo entre el banco y la barra, con la espalda apoyada en el lateral del banco.<br><br>Coge la barra y acércala hacia tu abdomen rodándola por el suelo. La barra debe quedar a unos pocos centímetros de tus caderas.<br><br>Apoya la parte superior de la espalda en el banco, sujeta la barra con las manos a los lados de las caderas, apoya los pies en el suelo y flexiona las rodillas unos 90º aproximadamente.<br><br>Respira hondo con el estómago y levanta las caderas hasta que los hombros, caderas y rodillas formen una línea recta. No subas la barra por encima de esa línea.<br><br>Aprieta los glúteos, vuelve a la posición inicial de forma controlada y repite las veces indicadas.",
    "muscular_group": "legs",
    "image": "assets/images/hip_thrust.jpg"
  },
  {
    "id": "puente_gluteo",
    "name": "Puente de glúteo",
    "description": "Posición inicial: Acuéstate en el suelo con los pies apoyados y las rodillas dobladas.<br><br>Ejecución: Empuja con los talones hacia el suelo mientras levantas las caderas hacia el techo, apretando los glúteos en la parte superior del movimiento. Baja las caderas de forma controlada sin tocar el suelo. ¡Mantén siempre la espalda recta!<br><br>Consejos: No dejes que tus rodillas se desplacen hacia adentro. Siente el trabajo en los glúteos y controla el movimiento. ¡Siente el fuego en cada repetición!",
    "muscular_group": "legs",
    "image": "assets/images/puente_gluteo.jpg"
  },
  {
    "id": "puente_gluteo_barra",
    "name": "Puente de glúteo con barra",
    "description": "Posición inicial: Acuéstate en el suelo con los pies apoyados y las rodillas dobladas. Coloca la barra sobre tus caderas, asegurándote de que esté bien equilibrada y que no te cause incomodidad.<br><br>Ejecución: Empuja con los talones hacia el suelo mientras levantas las caderas hacia el techo, apretando los glúteos en la parte superior del movimiento. Baja las caderas de forma controlada sin tocar el suelo. ¡Mantén siempre la espalda recta!<br><br>Consejos: No dejes que tus rodillas se desplacen hacia adentro. Siente el trabajo en los glúteos y controla el movimiento. ¡Siente el fuego en cada repetición!",
    "muscular_group": "legs",
    "image": "assets/images/puente_gluteo_barra.jpg"
  },
  {
    "id": "empuje_cadera_polea",
    "name": "Empuje de cadera en polea",
    "description": "Sujetar un agarre de cuerda en V desde una polea baja (o con un tensor), pasarlo entre las piernas y distanciarse hasta que se consiga unos 45º de inclinación del cable.<br><br>Proyectar la cadera hacia atrás con un gran recorrido articular de la cadera manteniendo siempre la columna estable y extendida, nunca debe aparecer una flexión de columna.<br><br>Extender cadera hasta conseguir la extensión total del cuerpo pero evitando la hiperextensión de cadera o columna. Se deben mantener la cadera en posición neutra y la columna con sus curvas naturales en esta extensión final. Es necesario activar a todo el core, incluida la pared abdominal para controlar la posición de extensión total.",
    "muscular_group": "legs",
    "image": "assets/images/empuje_cadera_polea.jpg"
  },
  {
    "id": "prensa_inclinada",
    "name": "Prensa inclinada",
    "description": "Coloque los pies en la máquina, con las rodillas separadas a la anchura de os hombros y la punta de los pies rectas o ligeramente giradas hacia fuera. Mantenga la zona baja y media de la espalda plana contra el almohadillado del respaldo y la cabeza en posición neutra. <br><br> Extienda los tobillos, rodillas y caderas. Presione con la parte media de los pies sobre la plataforma de la máquina, usando la misma presión de empuje en ambos. Detenga el movimiento justo antes de bloquear las rodillas. <br><br> Regrese lentamente a la posición inicial mediante la flexión de los tobillos, rodillas y caderas.",
    "muscular_group": "legs",
    "image": "assets/images/prensa_inclinada.jpg"
  },
  {
    "id": "prensa_horizontal",
    "name": "Prensa horizontal",
    "description": "La prensa nos permite variar la posición de los pies, pudiendo influir sobre una zona muscular más que otra. <br><br> Con los pies arriba de la plataforma y separados se conseguirá involucrar más al glúteo; los pies se colocarán en la parte superior de la plataforma, con una separación superior a la anchura de los hombros y una ligera rotación externa (pies mirando ligeramente hacía afuera). <br><br> Conviene bajar bien en la flexión de piernas y empujar con los talones en la extensión para involucrar al glúteo. <br><br> Con los pies abajo y próximos el trabajo recaerá sobre todo en los cuádriceps.",
    "muscular_group": "legs",
    "image": "assets/images/prensa_horizontal.jpg"
  },
  {
    "id": "prensa_vertical",
    "name": "Prensa vertical",
    "description": "1. Posicionamiento Inicial<br><br>Acuéstate sobre la almohadilla de la máquina con las caderas alineadas debajo de la plataforma para los pies.<br><br>Coloca los pies en la plataforma. Puedes variar su posición para enfocarte en diferentes músculos:<br><br>Pies altos: Más enfoque en glúteos e isquiotibiales.<br><br>Pies bajos: Mayor trabajo de los cuádriceps.<br><br>2. Preparación del Movimiento<br><br>Empuja el peso hacia arriba para liberar los seguros de la máquina.<br><br>Sujeta las manijas para estabilizar tu torso.<br><br>3. Ejecución<br><br>Contrae el núcleo y desciende el peso doblando las rodillas.<br><br>Mantén la espalda completamente apoyada en la almohadilla.<br><br>Evita redondear la parte baja de la espalda.<br><br>4. Extensión<br><br>Empuja nuevamente hacia arriba con las piernas hasta que estén casi extendidas. No bloquees las rodillas.",
    "muscular_group": "legs",
    "image": "assets/images/prensa_vertical.jpg"
  },
  {
    "id": "extension_cuadriceps",
    "name": "Extensión de cuádriceps",
    "description": "La máquina de extensión de cuádriceps nos permite trabajar el músculo cuádriceps de forma aislada y analítica. <br><br> La posición sentada permite manejar cargas elevadas sin ningún riesgo de sobrecarga en otras articulaciones. <br><br> Una vez estemos sentado en la máquina debes ajustar los apoyos: el final del asiento debe coincidir con el hueco poplíteo (detrás de la rodilla) y la zona lumbar en contacto con el respaldo, finalmente regula el rodillo del brazo de palanca colocándolo al final de la tibia, en la articulación del tobillo. <br><br> Inicia el movimiento de extensión desde una flexión de La rodilla de 90°, no menos y realiza la extensión de la pierna hasta llegar de forma controlada a la extensión completa de la rodilla. <br><br> Intenta que en este movimiento de extensión las dos piernas trabajen por igual, normalmente se tiende a realizar mas esfuerzo con la pierna dominante.",
    "muscular_group": "legs",
    "image": "assets/images/extension_cuadriceps.jpg"
  },
  {
    "id": "extension_pierna_polea",
    "name": "Extensión de pierna en polea",
    "description": "La idea es simular el movimiento realizado en la máquina de extensión de cuádriceps.<br><br> La posición sentada permite manejar cargas elevadas sin ningún riesgo de sobrecarga en otras articulaciones.<br><br> Inicia el movimiento de extensión desde una flexión de La rodilla de 90° por debajo del banco, realiza la extensión de la pierna hasta llegar de forma controlada a la extensión completa de la rodilla.",
    "muscular_group": "legs",
    "image": "assets/images/extension_pierna_polea.jpg"
  },
  {
    "id": "abductores_maquina",
    "name": "Abductores en máquina",
    "description": "Para comenzar el ejercicio de aductores debemos colocarnos en la máquina específica para su trabajo, nos sentamos y nos sujetamos con las manos al asiento, apoyamos la zona lumbar en el respaldo y colocamos la cara interna de las rodillas por detrás de los cojines con los cuales debemos movilizar el peso y desde allí comenzamos el movimiento.<br><br>Juntamos los muslos de manera que las rodillas o los cojines que están delante de ellas se unan en el centro, delante nuestro.<br><br>Sostenemos la posición unos segundos y lentamente regresamos a la posición inicial, sin movimientos bruscos y conservando durante todo el recorrido la espalda bien apoyada en la máquina.",
    "muscular_group": "legs",
    "image": "assets/images/abductores_maquina.jpg"
  },
  {
    "id": "aductores_maquina",
    "name": "Aductores en máquina",
    "description": "Para comenzar el ejercicio de aductores debemos colocarnos en la máquina específica para su trabajo, nos sentamos y nos sujetamos con las manos al asiento, apoyamos la zona lumbar en el respaldo y colocamos la cara interna de las rodillas por detrás de los cojines con los cuales debemos movilizar el peso y desde allí comenzamos el movimiento.<br><br>Juntamos los muslos de manera que las rodillas o los cojines que están delante de ellas se unan en el centro, delante nuestro.<br><br>Sostenemos la posición unos segundos y lentamente regresamos a la posición inicial, sin movimientos bruscos y conservando durante todo el recorrido la espalda bien apoyada en la máquina.",
    "muscular_group": "legs",
    "image": "assets/images/aductores_maquina.jpg"
  },
  {
    "id": "zancadas",
    "name": "Zancadas",
    "description": "Posición inicial:<br><br>Ponte de pie con los pies separados al ancho de los hombros.<br><br>Contrae el core y el suelo pélvico.<br><br>Mantén el pecho levantado.<br><br>Ejecución <br><br>Da un paso hacia adelante con una pierna.<br><br>Baja lentamente el cuerpo hasta que la rodilla delantera quede justo encima del tobillo.<br><br>Empujándote principalmente desde el talón, regresa a la posición inicial.<br><br>Repite el movimiento con la otra pierna.",
    "muscular_group": "legs",
    "image": "assets/images/zancadas.jpg"
  },
  {
    "id": "zancadas_mancuerna",
    "name": "Zancadas con mancuernas",
    "description": "Para realizar el ejercicio debemos colocarnos inicialmente de pie, con las piernas ligeramente separadas del ancho de la cadera y al comenzar el movimiento debemos inspirar y efectuar una zancada, es decir dar un paso adelante con una pierna manteniendo el torso lo más recto posible. <br><br> La pierna desplazada hacia adelante debe flexionarse por su rodilla hasta que el muslo quede paralelo al suelo y la rodilla flexionada forme con la pierna un ángulo de 90 grados. <br><br> La pierna que no se desplaza debe quedar anclada con el pie al suelo pero debe descender hacia el mismo por la rodilla. Espirando se regresa a la posición inicial. <br><br> Puede ejecutarse una zancada con barra colocada detrás de la nuca o con mancuernas a los lados del cuerpo, aunque al ser un ejercicio de autocarga, es decir, donde trabajamos soportando el peso del cuerpo, puede realizarse sin peso adicional al principio e incrementar la intensidad a medida que se incrementa el nivel de entrenamiento.",
    "muscular_group": "legs",
    "image": "assets/images/zancadas_mancuerna.jpg"
  },
  {
    "id": "zancadas_barra",
    "name": "Zancadas con barra",
    "description": "Estando de pie, colocamos las manos en la cintura (para adoptar pose de superhéroe).<br><br>Mantenemos la espalda recta y las piernas separadas a nivel de los hombros.<br><br>Dar un paso al frente, flexionando las rodillas de manera que la delantera quede en ángulo de 90°.<br><br>La rodilla de la pierna trasera quedará muy cerca del suelo y el pie tocando el piso con los dedos.<br><br>Al efectuar el movimiento inicial se debe inspirar y al regresar a la posición original se expira.<br><br>Cuando se flexione la rodilla, la espalda debe mantenerse recta todo el tiempo.<br><br>Con la pierna delantera se hace la fuerza para subir o regresar al inicio.<br><br>Una vez se esté en la posición inicial, intercambiar la pierna para que se trabajen por igual.<br><br>Realizar el movimiento con el abdomen tenso, en series y repeticiones.<br><br>Descansa entre cada serie y persiste para tener buen físico.",
    "muscular_group": "legs",
    "image": "assets/images/zancadas_barra.jpg"
  },
  {
    "id": "peso_muerto_rumano_barra",
    "name": "Peso muerto rumano con barra",
    "description": "Posición inicial: <br><br> Coged una barra con un agarre pronado justo por fuera de los muslos y separad los pies la distancia de las caderas. <br><br> Mantened las piernas prácticamente rectas, pero sin bloquear las rodillas en ningún momento. <br><br> Contraed la parte central del cuerpo manteniendo el arco natural de la espalda. <br><br> El pecho debe estar elevado, los hombros retrasados y la cabeza recta. <br><br> Estirad los brazos por completo. Tan sólo servirán como soporte del peso. <br><br> Movimiento <br><br> Inspirad y mantened la respiración. <br><br> Inclinaos hacia delante sin perder la curva de la espalda y llevad las caderas hacia detrás. Pensad que las caderas son un pivote. <br><br> Al inclinaros la barra debe desplazarse rozando las piernas a una distancia máxima de tres o cuatro centímetros. <br><br> Bajad hasta que la barra llegue a la mitad de las pantorrillas y el torso esté casi paralelo con el suelo. De hecho, parad antes de que la zona lumbar se redondee. No permitáis que la espalda se curve para bajar más la barra. <br><br> La cabeza debe estar algo elevada, pero lo más neutra posible. No podéis levantarla porque podríais deteriorar la alineación de las cervicales. <br><br> Volved al inicio con gran control adelantando las caderas. Espirad cuando superéis la parte más dura del levantamiento",
    "muscular_group": "legs",
    "image": "assets/images/peso_muerto_rumano_barra.jpg"
  },
  {
    "id": "peso_muerto_barra",
    "name": "Peso muerto con barra",
    "description": "La práctica perfecciona el peso muerto. En la posición inicial, la forma es clave. Como sucede con otros movimientos compuestos complicados, hay que aprender la ejecución correcta del peso muerto no sólo para sacarle el máximo partido sino también para evitar lesiones. <br><br> Si nos doblamos muy hacia el frente y redondeamos la espalda, se pierde la  curvatura natural de la espina dorsal, lo que añade presión a los discos y el tejido conjuntivo y puede producir lesiones graves. <br><br> Cuando se hace correctamente, la espalda está arqueada, lo que distribuye el peso de forma más equilibrada a lo largo de la espina dorsal, y presenta también un apoyo mayor de los músculos. <br><br> Se debe evitar hacer pesos muertos con la espalda redondeada, que desvía la carga desde los glúteos, caderas y piernas hasta la espalda baja, esta posición biomecánica débil también estresa los ligamentos y los discos intervertebrales. <br><br> El peso muerto es un ejercicio complejo con riesgo alto de lesión si se ejecuta de forma incorrecta, se recomienda que la técnica sea corregida por un profesional antes de mover cargas altas.",
    "muscular_group": "legs",
    "image": "assets/images/peso_muerto.jpg"
  },
  {
    "id": "buenos_dias",
    "name": "Buenos días",
    "description": "Para el buenos días con barra seleccionaremos una barra libre con una carga moderada. Apoyaremos la barra sobre nuestro trapecio.<br><br>Desde una posición totalmente vertical y con el abdomen controlando la postura comenzaremos a flexionar la cadera y ligeramente las rodillas inclinando el cuerpo hacia delante.<br><br>La mirada debe orientarse en todo momento hacia delante.",
    "muscular_group": "legs",
    "image": "assets/images/buenos_dias.jpg"
  },
  {
    "id": "curl_femoral_tumbado",
    "name": "Curl femoral tumbado",
    "description": "Túmbate boca abajo en un aparato de curl de piernas. Coloca las rodillas un poco por debajo del borde del banco y sitúa la parte posterior de los tobillos bajo los rodillos acolchados. <br><br> Cógete a los agarres laterales del aparato o bien al propio aparato (si no dispone de agarres) <br><br> lnspira y aguanta la respiración mientras flexionas las rodillas aplicando fuerza contra los rodillos de los pies, expulsando el aire hacia la parte final del movimiento. <br><br> En la posición mas alta, las espinillas deberán quedar en vertical con los muslos o ligeramente mas cerca. Aguanta durante 1 o 2 segundos y regresa a la posición inicial de manera controlada. <br><br> Haz el movimiento a velocidad moderada.",
    "muscular_group": "legs",
    "image": "assets/images/curl_femoral_tumbado.jpg"
  },
  {
    "id": "curl_femoral_sentado",
    "name": "Curl femoral sentado",
    "description": "Sentados en un aparato de fiexi6n femoral sentado, colocad las rodillas de manera que sobresalgan lo justo del borde del asiento para permitir un movimiento completo de la articulación de la rodilla. Colocad la parte baja de la zona tibial contra los rodillos cuando las rodillas esten estiradas o ligeramente dobladas. <br><br> Sujetaos a los soportes de las manos y apoyaos contra el respaldo. Esto relaja algo los tendones superiores, algo util para los femorales rigidos. <br><br> Tomar aire y retenedlo mientras empujais con las pantorrillas hacia abajo a velocidad moderada. Los dedos de los pies deben apuntar directamente hacia arriba cuando dobleis las piernas. <br><br> Expulsad el aire cuando alcanceis el angulo de 90 grados en vuestras rodillas, y mantened la posici6n final durante uno o dos segundos para conseguir maxima tension. <br><br> Regresad al punto de partida bajo control y haced las repeticiones necesarias.",
    "muscular_group": "legs",
    "image": "assets/images/curl_femoral_sentado.jpg"
  },
  {
    "id": "femoral_maquina_pie",
    "name": "Femoral en máquina de pie",
    "description": "Para comenzar el ejercicio debemos colocarnos en una máquina específica para su realización, de pie, con el peso previamente seleccionado. Con un pie apoyado en la plataforma de la máquina y el tobillo contrario ubicado bajo el rodillo o cojín, apoyamos el muslo de la pierna flexionada en su respectivo soporte e inspiramos mientras realizamos una flexión de rodilla y elevamos el rodillo hacia el glúteo. Espiramos al final del movimiento.<br><br>La rodilla que se flexiona para el trabajo de la pierna debe quedar fuera del apoyo delantero para poder moverse pero el muslo debe descansar contra el mismo para estabilizar la pierna.<br><br>Este ejercicio puede realizarse con cables, para lo cual debemos sujetar los mismos a uno de los tobillos y es ésta pierna la que debe flexionarse para elevar el peso seleccionado.<br><br>Durante todo el recorrido la pierna que trabaja debe permanecer semiflexionada de manera de conservar la contracción en los femorales o isquiotibiales de la pierna.<br><br>El tronco no debe movilizarse durante la flexión de la pierna y la espalda debe permanecer lo más recta posible.",
    "muscular_group": "legs",
    "image": "assets/images/femoral_maquina_pie.jpg"
  },
  {
    "id": "patada_gluteo_polea_baja",
    "name": "Patada de glúteo en polea baja",
    "description": "Posición inicial: Coloca el accesorio de la polea en la parte baja de la máquina y ajusta la altura. Coloca una tobillera en el pie de trabajo y engánchala al cable. <br><br> Postura: Colócate frente a la máquina con una ligera inclinación hacia adelante, apoyando las manos en la estructura para mantener el equilibrio. Mantén el núcleo activado y la espalda recta. <br><br> Movimiento: Empuja la pierna hacia atrás, manteniendo la rodilla ligeramente flexionada. Evita usar impulso; el movimiento debe ser controlado para garantizar la máxima activación muscular. <br><br> Retorno a la posición inicial: Regresa lentamente la pierna a la posición de inicio sin permitir que la polea pierda tensión. Repite el movimiento según las repeticiones indicadas.",
    "muscular_group": "legs",
    "image": "assets/images/patada_gluteo_polea_baja.jpg"
  },
  {
    "id": "elevacion_gemelo_sentado",
    "name": "Elevación de gemelo sentado",
    "description": "Eleve las piernas empujando sobre la punta de los pies mediante la flexión plantar de los tobillos. Mantenga la posición contando uno en la parte alta del movimiento y, a continuación, vuelva lentamente a la posición inicial resistiendo el peso.",
    "muscular_group": "legs",
    "image": "assets/images/elevacion_gemelo_sentado.jpg"
  },
  {
    "id": "elevacion_gemelo",
    "name": "Elevación de gemelo",
    "description": "<br><br>POSICIÓN INICIAL:<br><br>Colóquese de pie con los pies separados al ancho de los hombros. Mantenga la columna vertebral recta.<br><br>EJECUCIÓN:<br><br>Utilizando las pantorrillas, levante los talones con un movimiento fuerte mientras exhala. Vuelva a la posición inicial con un suave movimiento mientras inhala.<br><br>CONSEJOS: Mientras hace el ejercicio, mueva sólo la articulación de los tobillos, asegúrese de no mover ninguna otra parte de su cuerpo.",
    "muscular_group": "legs",
    "image": "assets/images/elevacion_gemelo.jpg"
  },
  {
    "id": "elevacion_gemelo_barra",
    "name": "Elevación de gemelo con barra",
    "description": "Posición inicial: Colócate de pie sobre una plataforma o escalón con la barra apoyada en la parte superior de los trapecios. Los pies deben estar separados a la anchura de las caderas y las puntas de los pies deben mirar hacia adelante.<br><br>Movimiento: Levanta los talones del suelo hasta que los dedos de los pies estén completamente flexionados. Mantén la contracción en la parte superior del movimiento durante un segundo y luego baja lentamente los talones hasta el suelo.",
    "muscular_group": "legs",
    "image": "assets/images/elevacion_gemelo_barra.jpg"
  },
  {
    "id": "elevacion_gemelo_mancuernas",
    "name": "Elevación de gemelo con mancuernas",
    "description": "POSICIÓN INICIAL:<br><br>Seleccione el peso adecuado de las mancuernas. Párese derecho con una mancuerna en cada mano a cada lado de sus caderas. Deberia utilizar un agarre neutro Las puntas de los pies deben estar en el escalón con los talones extendidos. Contraiga el suelo pelvico y el core mientras mantiene su pecho levantado.<br><br>EJECUCIÓN:<br><br>Utilizando las pantorrillas, levante los talones con un movimiento fuerte mientras exhala. Vuelva a la posición inicial con un suave movimiento mientras inhala y alterne con el otro brazo.<br><br>CONSEJOS: Mientras hace el ejercicio, mueva solo la articulación de los tobillos, asegúrese de no mover ninguna otra parte de su cuerpo.",
    "muscular_group": "legs",
    "image": "assets/images/elevacion_gemelo_mancuernas.jpg"
  },
  {
    "id": "gemelo_maquina_de_pie",
    "name": "Gemelo en máquina de pie",
    "description": "Inicio: Colócate de pie en una máquina de gemelos. Pon las plantas de los pies sobre la plataforma. La espalda y las piernas deben estar bien rectas, y las rodillas, ligeramente flexionadas. Desciende los talones al máximo posible, manteniendo el cuerpo en una posición fija. <br><br> Movimiento: Levanta los talones hasta que los gemelos estén totalmente contraídos. Debes apoyar todo el peso en las plantas de los pies. Aguanta en esa posición durante unos dos segundos y regresa despacio a la posición inicial.",
    "muscular_group": "legs",
    "image": "assets/images/gemelo_maquina_de_pie.jpg"
  },
  {
    "id": "gemelo_prensa",
    "name": "Gemelo en prensa",
    "description": "Posición inicial:<br> Coloque la punta de los pies sobre el borde de una plataforma de press de pierna. Mantenga las piernas rectas pero sin bloquearlas. Coloque la espalda recta y las caderas hacia abajo contra el respaldo almohadillado.<br> Ejecución del ejercicio: <br><br> Presione la punta de los pies (flexión plantar) contra la plataforma moviendo solo los tobillos. Pare contando uno en la parte alta del movimiento y, a continuación, vuelva lentamente a la posición inicial .",
    "muscular_group": "legs",
    "image": "assets/images/gemelo_prensa.jpg"
  },
  {
    "id": "remo_sentado_polea",
    "name": "Remo en polea sentado",
    "description": "Fijad un maneral de doble agarre a una polea baja sentaos mirando al aparato. <br><br> Colocad los pies contra la plataforma de manera que las rodillas estén algo dobladas en la posición inicial. <br><br> Inclinaos hacia el frente desde las caderas para agarrar el maneral mientras mantenéis una curvatura espinal normal ligeramente arqueada. Tirad hacia atrás hasta que el torso quede casi rígido y los brazos completamente extendidos. Esta es la posición inicial. <br><br> Tomad aire y retenedlo hasta que los manerales lleguen a rozar vuestra sección media. Mantened los codos en línea con el cuerpo. <br><br> Mientras expulsáis el aire, tirad hacia atrás hasta que los codos queden ligeramente atrás de la espalda y las manos cerca del cuerpo. <br><br> Retened la posición durante un segundo y volved de forma controlada a la posición inicial. Mantened el torso erecto y aseguraos de que sólo se mueve ligeramente durante la ejecución del ejercicio.",
    "muscular_group": "back",
    "image": "assets/images/remo_polea_sentado.jpg"
  },
  {
    "id": "remo_maquina",
    "name": "Remo en máquina",
    "description": "En el remo en máquina debes adoptar una posición estable de sentado con las piernas formando un ángulo recto aproximado (ángulo de unos 80 grados). <br><br> Estabilice el tronco con el cojín pectoral -en caso de existir y si es necesario- y agarre los puños algo por debajo de la altura de los hombros. <br><br> En la máquina de remo, el movimiento también es dirigido por los músculos de los hombros y de la espalda. Esto hace que el tronco se eleve activamente. Los primeros centímetros del movimiento se realizan todavía con los brazos estirados. <br><br> Flexione los brazos progresivamente y lleve los puños hacia atrás hasta llegar con los codos por detrás del eje de los hombros. Mantenga la espalda recta durante todo el gesto. La mirada se dirige hacia delante.",
    "muscular_group": "back",
    "image": "assets/images/remo_maquina.jpg"
  },
  {
    "id": "remo_mancuerna",
    "name": "Remo con mancuerna",
    "description": "Sujete una mancuerna con la palma de la mano hacia adentro, la otra debe descansar sobre el banco, al igual que la rodilla opuesta al brazo que realiza el ejercicio. Mantenga la columna vertebral recta y casi paralela al suelo. <br><br> Empuje la mancuerna de forma vertical en dirección al pecho y elevando el codo hasta la altura de la espalda. Baje la mancuerna lentamente hasta regresar a la posición inicial.",
    "muscular_group": "back",
    "image": "assets/images/remo_mancuerna.jpg"
  },
  {
    "id": "remo_barra_t",
    "name": "Remo en barra T",
    "description": "Para comenzar con el ejercicio debemos colocarnos de pie, con la barra en T entre las piernas, las rodillas flexionadas ligeramente, el tronco a 45 grados y las manos en las asas laterales de la barra, de manera que las palmas miren hacia abajo, desde allí iniciamos el movimiento. <br><br> Siempre conservando la espalda recta y el tronco flexionado, y sólo movilizando los brazos, inspiramos y flexionamos los codos mientras jalamos de la barra para acercarla al pecho, espiramos al final del movimiento y después regresamos lentamente a la posición inicial mientras extendemos los brazos.",
    "muscular_group": "back",
    "image": "assets/images/remo_barra_t.jpg"
  },
  {
    "id": "dominadas",
    "name": "Dominadas",
    "description": "Con el ancho de hombros o ligeramente más juntas. Los brazos deben extenderse por completo con el torso en la misma línea que los brazos. <br><br> Para empezar el ascenso, se usarán los músculos relativamente fuertes de la espalda alta y los músculos flexores del codo, mientras los codos son llevados hacia atrás de la espalda. El ascenso debe continuar hasta que el mentón sobrepase la barra. <br><br> Es importante recordar que antes de iniciar el ascenso, el atleta debe inhalar. En el descenso comienza a exhalar y el tronco debe volver a la posición inicial. Cuando se completa el descenso, los brazos deben extenderse por completo y los omóplatos deben elevarse. (ESTO ES EXTREMADAMENTE IMPORTANTE.) <br><br> Para completar el rango de movimiento, los brazos y abductores de la escapula deben estirarse en cada repetición. Las piernas deben estar en linea con el torso lo más que se pueda. No debe haber flexión de caderas, porque eso disminuirá la calidad del ejercicio. <br><br> Las correas en las manos solo deben usarlas atletas que tienen muy poca  fuerza de antebrazos y con riesgo de perder el agarre, o para los que se fatigan los antebrazos antes que la espalda alta.",
    "muscular_group": "back",
    "image": "assets/images/dominadas.jpg"
  },
  {
    "id": "jalon_dorsal",
    "name": "Jalón dorsal",
    "description": "Selecciona el peso deseado y agarra los manerales con las palmas mirando al frente y siéntate. Asegura tus rodillas bajo el rodillo para mantener una posición estable durante todo el movimiento. Con los brazos completamente extendidos, mira al frente y saca el pecho hacia fuera. Esta es la posición inicial. <br><br> Inspira y tira del peso hacia abajo hacia la zona superior de tu pecho. Cuando sobrepases unos grados la paralela mantén la contracción durante un segundo y devuelve el peso a la posición inicial mientras sueltas el aire.",
    "muscular_group": "back",
    "image": "assets/images/jalon_dorsal.jpg"
  },
  {
    "id": "encogimientos_mancuernas",
    "name": "Encogimientos con mancuernas",
    "description": "De pie, sujetar un par de mancuernas en los costados con los brazos extendidos y las palmas dirigidas hacia dentro. Flexionar las rodillas ligeramente. <br><br> Con los brazos estirados hacia el suelo, encoger los hombros hacia arriba tanto como sea posible. Mantener la contracción contando uno y, a continuación, regresar de nuevo a la posición de inicio.",
    "muscular_group": "back",
    "image": "assets/images/encogimientos_mancuernas.jpg"
  },
  {
    "id": "curl_biceps_maquina",
    "name": "Curl biceps en máquina",
    "description": "Ajusta la altura del banco para llegar con comodidad a los manerales de la máquina. No debes tener los brazos ni demasiado estirados ni demasiado encogidos. <br><br> A continuación realiza el movimiento de curl y aguanta en la posición final durante un segundo apretando el bíceps al máximo. <br><br> Vuelve de forma controlada a la posición inicial aprovechando la fase negativa del ejercicio.",
    "muscular_group": "biceps",
    "image": "assets/images/curl_biceps_maquina.jpg"
  },
  {
    "id": "curl_biceps_barra_z",
    "name": "Curl biceps con barra Z",
    "description": "En posición de pie, con los talones separados a igual anchura de hombros, las rodillas sin bloquear y sosteniendo una barra zeta por las curvas internas y manos por debajo. <br><br> Llevad los hombros hacia atrás y bloquead los codos contra los costados. <br><br> Contraed los bíceps para subir la barra en un suave arco hacia los hombros, manteniendo las muñecas bloqueadas y los hombros hacia atrás. <br><br> Contraed los bíceps en la posición final de contracción de pico antes de regresar lentamente a la posición inicial.",
    "muscular_group": "biceps",
    "image": "assets/images/curl_biceps_barra_z.jpg"
  },
  {
    "id": "curl_biceps_mancuernas",
    "name": "Curl biceps con mancuernas",
    "description": "De pie, sujetando un par de mancuernas con los brazos extendidos hacia abajo. Comenzar con las palmas dirigidas hacia dentro y las rodillas ligeramente flexionadas. <br><br> Manteniendo los codos pegados a los costados, elevar las mancuernas mientras que, simultáneamente, gira las palmas hacia arriba y afuera, de tal manera que al final de la repetición éstas queden ligeramente hacia fuera. <br><br> Contraer los bíceps contando uno y, a continuación, bajar la mancuerna de regreso a la posición de inicio. Repetir con el otro brazo, alternando uno con otro.",
    "muscular_group": "biceps",
    "image": "assets/images/curl_biceps_mancuernas.jpg"
  },
  {
    "id": "curl_biceps_mancuernas_sentado",
    "name": "Curl biceps con mancuernas sentado",
    "description": "Preparación: Comienza sentándote en un banco plano con una mancuerna en cada mano, brazos completamente extendidos y palmas mirando hacia adelante. <br><br> Postura: Mantén la espalda recta y los pies apoyados en el suelo. Esta posición sentada asegura que tu cuerpo permanezca estable durante todo el ejercicio. <br><br> Movimiento de Curl: Inicia el movimiento flexionando el codo, llevando las mancuernas hacia los hombros. Mantén los brazos superiores estacionarios, permitiendo que los bíceps hagan el trabajo. <br><br> Contracción Completa: Aprieta los bíceps en la parte superior del movimiento para lograr una contracción completa. Esto maximiza la participación muscular y contribuye al desarrollo de un bíceps bien definido. <br><br> Descenso Controlado: Baja las mancuernas de nuevo de manera lenta y controlada, resistiendo la tentación de dejar que la gravedad tome el control. Esta fase excéntrica del ejercicio contribuye al crecimiento y control muscular.",
    "muscular_group": "biceps",
    "image": "assets/images/curl_biceps_mancuernas_sentado.jpg"
  },
  {
    "id": "curl_biceps_mancuernas_predicador",
    "name": "Curl biceps con mancuernas en predicador",
    "description": "Posición inicial: Siéntate en el banco predicador y ajusta la altura para que tus brazos queden totalmente apoyados en el banco, con el pecho también en contacto con el respaldo. Toma una mancuerna en cada mano, con las palmas mirando hacia arriba (agarre supino). <br><br> Ejecución: Inicia el movimiento levantando las mancuernas lentamente hacia tus hombros. El enfoque debe estar completamente en flexionar los codos sin mover los hombros ni el torso. El banco actúa como soporte para que el bíceps haga todo el trabajo. <br><br> Punto de contracción máxima: Antes de que las mancuernas llegan cerca de los hombros, mantén la contracción por uno o dos segundos. Este es el punto en el que más tensión se aplica sobre el bíceps. <br><br> Descenso controlado: Baja las mancuernas de forma lenta y controlada, asegurándote de mantener la tensión en los bíceps durante todo el movimiento. Evita estirar completamente los codos al final del recorrido para no liberar la tensión.",
    "muscular_group": "biceps",
    "image": "assets/images/curl_biceps_mancuernas_predicador.jpg"
  },
  {
    "id": "curl_biceps_mancuernas_predicador_martillo",
    "name": "Curl biceps con mancuernas en predicador con agarre martillo",
    "description": "Selecciona el peso deseado y siéntate en posición vertical con el pecho contra el banco de predicador. <br><br> Mantén la parte superior del brazo presionada contra la almohadilla y usa un agarre neutro (palmas enfrentadas). <br><br> Toma una respiración profunda y baja lentamente las mancuernas. Una vez que el bíceps esté completamente estirado (pero sin llegar a bloquear la articulación), devuelve el peso de regreso a la posición inicial. <br><br> Puedes realizarlo con ambos brazos a la vez o de forma alterna.",
    "muscular_group": "biceps",
    "image": "assets/images/curl_biceps_mancuernas_predicador_martillo.jpg"
  },
  {
    "id": "curl_biceps_mancuernas_martillo",
    "name": "Curl biceps con mancuernas con agarre martillo",
    "description": "De pie, sujetar un par de mancuernas a los costados, con las palmas dirigidas hacia adentro, y flexionar las rodillas ligeramente. <br><br> Con los codos pegados a los costados y sin mover la parte superior del brazo, elevar las mancuernas sin rotar las muñecas (las palmas se dirigen una hacia la otra durante todo el movimiento). Mantener la contracción contando uno al final del movimiento y, a continuación, volver a la posición de inicio.",
    "muscular_group": "biceps",
    "image": "assets/images/curl_biceps_mancuernas_martillo.jpg"
  },
  {
    "id": "curl_biceps_mancuernas_concentrado",
    "name": "Curl biceps con mancuernas concentrado",
    "description": "Sentado sobre un banco plano o una silla con los pies planos sobre el suelo, por delante del tronco. Mantener una mancuerna con una mano y colocar la otra sobre la pierna contralateral para sujetarse. Flexionarse hacia delante a nivel del abdomen con el brazo que trabaja extendido hacia abajo entre las piernas y el codo apoyado contra la cara interna del muslo del mismo lado. <br><br> Con el codo apoyado en la pierna para estabilizar la parte superior del brazo, hacer el curl levantando el peso tanto como sea posible con la palma dirigida hacia arriba durante todo el movimiento. Contraer el bíceps contando hasta uno y al final, mientras se rota la muñeca ligeramente hacia fuera, volver a la posición de inicio. Hacer todas las repeticiones con ese brazo y luego cambiar al otro.",
    "muscular_group": "biceps",
    "image": "assets/images/curl_biceps_mancuernas_concentrado.jpg"
  },
  {
    "id": "press_banca_barra_agarre_cerrado",
    "name": "Press banca con barra y agarre cerrado",
    "description": "El press de banca de agarre estrecho es uno de los pocos ejercicios compuestos para los tríceps.<br><br>Puesto que el agarre se produce a una distancia menor que la anchura de los hombros, la mayor parte de la tensión del movimiento recae sobre los tríceps, a diferencia del press de banca estándar, puesto que al mantener los codos cercanos al cuerpo éstos reciben un mayor estiramiento.<br><br>En vuestro entrenamiento de tríceps, colocad este movimiento al principio, cuando estáis frescos, porque seréis capaces de mover más peso que en ningún otro ejercicio de la rutina.<br><br>Objetivo: Cabeza externa del tríceps.<br><br>Cuándo: Al comienzo del entrenamiento.<br><br>Inicio: Tumbado de espalda sobre un banco plano, bajo un soporte y sujetando una barra a la anchura de los hombros con las palmas dirigidas hacia delante, liberar la barra y comenzar situándola por encima del pecho con los brazos extendidos.<br><br>Ejecución: Manteniendo los codos en línea con el cuerpo, bajar lentamente la barra a la porción inferior de los pectorales flexionando los brazos. Cuando ésta toque al pecho, subir a la posición de inicio.",
    "muscular_group": "triceps",
    "image": "assets/images/press_banca_barra_agarre_cerrado.jpg"
  },
  {
    "id": "press_banca_mancuernas_agarre_cerrado",
    "name": "Press banca con mancuernas y agarre cerrado",
    "description": "Preparación:<br><br>Túmbate en un banco de press de banca. <br><br>Sujeta las mancuernas con un agarre cerrado, un poco más estrecho que el ancho de tus hombros. <br><br>Mantén la espalda y la cabeza apoyadas en el banco. <br><br>Ejecución:<br><br>Baja las mancuernas lentamente hacia el pecho, manteniendo los codos cerca del cuerpo.<br><br>Empuja las mancuernas hacia arriba de forma explosiva, extendiendo completamente los brazos.<br><br>Repite el ejercicio el número de veces deseado.<br><br>Consejos:<br><br>Mantén la muñeca derecha para evitar lesiones.<br><br>Mantén los hombros hacia abajo y evita bloquear los codos.<br><br>Controla el movimiento y mantén la estabilidad de los hombros y el core.<br><br>Respira de forma controlada.",
    "muscular_group": "triceps",
    "image": "assets/images/press_banca_mancuernas_agarre_cerrado.jpg"
  },
  {
    "id": "extension_triceps_mancuerna",
    "name": "Extensión de tríceps con mancuerna",
    "description": "La colocación:<br> PASO 1: Sentaos en una banca con apoyo lumbar y separad las piernas para mantener el equilibrio. <br><br> PASO 2: Coged una mancuerna por la parte interna rodeando la barra con los pulgares para asegurar el agarre. Las palmas miran hacia arriba en todo momento. <br><br> PASO 3: Elevad el pecho y dirigid la mirada hacia delante. <br><br> PASO 4: tensad el torso conservando el arco natural de la espalda. <br><br> PASO 5: elevad los brazos por encima de la cabeza con los codos apuntando hacia arriba y adelante. Los codos deben estar por detrás de la cabeza durante el ejercicio. <br><br> El movimiento:<br> PASO 1: inspirad y mantened la respiración. <br><br> PASO 2: fijad la parte superior de los brazos en una posición vertical con los codos apuntando hacia arriba. Evitad que se separen para que la tensión no se desvíe de los tríceps. <br><br> PASO 3: permitid que la mancuerna baje por detrás de la cabeza con gran control y notando el estiramiento de los tríceps. <br><br> PASO 4: invertid el movimiento sin balanceo y contrayendo los músculos hasta estirar los brazos <br><br> PASO 5: espirad en la posición inicial para conservar la estabilidad de la columna.",
    "muscular_group": "triceps",
    "image": "assets/images/extension_triceps_mancuerna.jpg"
  },
  {
    "id": "patada_triceps_mancuerna",
    "name": "Patada de tríceps con mancuerna",
    "description": "Este ejercicio de tríceps se ejecuta con una mancuerna de peso moderado de manera que se pueda realizar en su extensión completa. <br><br> Sitúate a lo largo de un banco y apoya una mano por dentro de él. El brazo debe estar recto y quedar justo bajo el hombro. Lleva al frente la pierna que queda junto al banco y lleva la otra pierna hacia atrás para que puedas inclinarte al frente doblando las caderas para colocar el cuerpo en posición horizontal. <br><br> Puedes apoyar sobre un banco la pierna que queda por dentro para fijar las caderas. Coge una mancuerna con la mano libre y utiliza un agarre neutral, con el pulgar mirando al frente. La parte superior del brazo ha de estar junto al cuerpo o ligeramente por encima. Dobla el codo para que el antebrazo quede vertical. <br><br> Inspira y aguanta la respiración mientras estiras el codo, manteniendo la parte superior del brazo en su sitio. En la posición más alta, el brazo extendido debe quedar alineado con el torso o ligeramente por encima. Expulsa el aire cuando alcances la parte más alta del ejercicio. <br><br> Contrae el tríceps al máximo durante un momento y luego regresa a la posición inicial. Detente un instante y repite. Haz el ejercicio con un ritmo moderado, sin balancear forzadamente la mancuerna hacia arriba. Repite con el brazo contrario.",
    "muscular_group": "triceps",
    "image": "assets/images/patada_triceps_mancuerna.jpg"
  },
  {
    "id": "jalones_triceps_polea",
    "name": "Jalones de tríceps en polea",
    "description": "Primero, ajusta la polea para que esté en la posición más baja posible y fija un agarre supino en ella. <br><br> Toma el agarre con ambas manos y párate de espaldas a la polea. Mantén los codos pegados a los costados y las manos cerca del cuerpo. <br><br> Manteniendo los codos en su lugar, extiende los brazos hacia abajo, enfocándote en apretar los tríceps en la parte inferior del movimiento. <br><br> Mantén la contracción en la parte inferior del movimiento durante un segundo antes de volver lentamente a la posición inicial.",
    "muscular_group": "triceps",
    "image": "assets/images/jalones_triceps_polea.jpg"
  },
  {
    "id": "extension_triceps_maquina",
    "name": "Extensión de triceps en máquina",
    "description": "Ajusta la máquina: Configura la altura del asiento y la posición de las agarraderas de manera que tus codos queden alineados con el eje de rotación de la máquina. Tus brazos deben estar ligeramente por delante de los hombros, y las manos deben sujetar las agarraderas con un agarre neutro o prono (dependiendo del diseño de la máquina). <br><br> Coloca los brazos y codos: Mantén los codos cerca del cuerpo y evita que se desplacen hacia afuera durante el movimiento. La parte superior de los brazos debe estar inmóvil a lo largo del ejercicio. <br><br> Extiende los brazos: Desde la posición inicial (codos flexionados a unos 90 grados), extiende los codos empujando hacia abajo o hacia adelante (según la orientación de la máquina), contrayendo los tríceps hasta que los brazos estén casi completamente extendidos. <br><br> Regresa a la posición inicial: Flexiona los codos lentamente para volver a la posición inicial, manteniendo el control del movimiento en todo momento y evitando que los pesos caigan de golpe.",
    "muscular_group": "triceps",
    "image": "assets/images/extension_triceps_maquina.jpg"
  },
  {
    "id": "extension_triceps_polea_baja",
    "name": "Extensión de triceps en polea baja",
    "description": "Preparación: Conecta una cuerda a la polea baja de la máquina y selecciona un peso adecuado. <br><br> Posición inicial: Da la espalda a la máquina y agarra la cuerda por detrás de tu cuello con un agarre neutro (palmas enfrentadas). Mantén los pies separados al ancho de tus hombros. Tus antebrazos deben estar paralelos al suelo y tus codos apuntando hacia el techo. <br><br> Ejecución: Extiende la cuerda hacia arriba lentamente, únicamente moviendo tus antebrazos, hasta que tus brazos estén totalmente extendidos. A medida que extiendes, separa la cuerda hasta que tus manos queden a la altura de tus hombros. <br><br> Retención y retorno: Haz una breve pausa y luego regresa lentamente la cuerda a la posición inicial, permitiendo que tus manos se junten nuevamente.<br><br> Repeticiones: Repite el movimiento hasta alcanzar la cantidad de repeticiones deseada.",
    "muscular_group": "triceps",
    "image": "assets/images/extension_triceps_polea_baja.jpg"
  },
  {
    "id": "press_frances",
    "name": "Press francés",
    "description": "Echado en el banco, sujete la barra con los brazos extendidos por encima del pecho. Con las palmas hacia arriba, deje poca distancia entre las manos, unos 15 cm. <br><br> Flexione los codos y baje la barra hasta tocar la frente. <br><br> Empuje la barra hacia arriba, hasta que los codos queden bloqueados. Vuelva lentamente a la posición inicial.",
    "muscular_group": "triceps",
    "image": "assets/images/press_frances.jpg"
  },
  {
    "id": "rotacion_externa_hombro_polea",
    "name": "Rotación externa de hombro en polea",
    "description": "Las rotaciones externas en polea son un excelente ejercicio para trabajar el manguito rotador podemos realizarlo en nuestra rutina habitual de prevención de lesiones en el hombro o al final de un entrenamiento que implique a otro grupo muscular mayor. <br><br> Colocar el cable de la polea o la banda elástica con el manillar a la altura del abdomen (manteniendo una resistencia muy ligera). Separarse un paso del punto de origen de la polea o de la banda hasta sentir tensión. <br><br> Situado lateralmente a la polea, comenzar tirando del manillar separándolo del punto de origen, con el antebrazo cruzando el cuerpo y el codo pegado al costado. <br><br> Con el brazo flexionado y el codo pegado al costado, tirar lentamente del manillar hacia fuera y atrás hasta que el antebrazo quede aproximadamente perpendicular al abdomen. Lentamente, volver a la posición de comienzo. <br><br> Completar todas las repeticiones con un solo brazo y, a continuación, cambiar de brazo colocándose en la posición opuesta.",
    "muscular_group": "shoulders",
    "image": "assets/images/rotacion_externa_hombro_polea.jpg"
  },
  {
    "id": "press_militar_barra_pie",
    "name": "Press militar con barra de pie",
    "description": "Nos colocamos frente a la barra, con los pies ligeramente separados, más o menos a la anchura de nuestras caderas. Con ello ganamos estabilidad a la hora de levantar el peso. <br><br> Flexionamos ligeramente las rodillas para evitar sobrecargar estas articulaciones. <br><br> Cogemos la barra con las manos en pronación (palmas mirando hacia adelante), y las colocamos a una anchura algo superior a la de nuestros hombros. <br><br> Colocamos los codos pegados al tronco y orientados ligeramente hacia adelante, quedando por delante de la barra. <br><br> Manteniendo esta posición y expandiendo la caja torácica, sacamos la barra del soporte y la situamos en la parte alta de nuestro pecho, a la altura de las clavículas. <br><br> La espalda, en el punto de inicio, deberá realizar una hiperlordosis, llevando la parte alta de la misma hacia atrás, más o menos una distancia que permita igualar su situación con la de nuestros talones. <br><br> Iniciamos el movimiento mientras expiramos, elevando la barra verticalmente con los brazos sobre nuestra cabeza. <br><br> En el punto final evitaremos bloquear los codos para evitar lesionar esta articulación. <br><br> Cuando la barra quede arriba, deberá situarse ligeramente por detrás de la cabeza, quedando los brazos, la espalda y las piernas alineadas. Asimismo, se deben retraer las escápulas para estabilizar la posición. <br><br> Se mantiene esta posición durante un segundo y se desciende la barra realizando el recorrido vertical inverso.",
    "muscular_group": "shoulders",
    "image": "assets/images/press_militar_barra_pie.jpg"
  },
  {
    "id": "press_hombros_mancuernas_sentado",
    "name": "Press de hombros con mancuernas sentado",
    "description": "Sentado en un asiento de espalda baja, o banco ajustable, mantenerse erguido mientras se sujetan un par de mancuernas. Comenzar elevándolas por fuera de los hombros con las palmas dirigidas hacia delante. <br><br> Hacer press con las mancuernas llevándolas hacia arriba a la vez que se contraen los músculos de los hombros y se extienden los codos hasta que el peso quede por encima de la cabeza, justamente antes de bloquear los brazos. Lentamente, bajar las mancuernas a la posición de comienzo.",
    "muscular_group": "shoulders",
    "image": "assets/images/press_hombros_mancuernas_sentado.jpg"
  },
  {
    "id": "pike_push_up",
    "name": "Pike push up",
    "description": "Nos situaremos tumbados boca abajo en posición de plancha con los brazos extendidos. Quedarán como único punto de apoyo las puntas de los pies y las palmas de las manos. una vez en esta posición de plancha elevaremos la cadera formando una A, de esta manera conseguiremos el ángulo adecuado para poder incidir de una forma correcta en los hombros. <br><br> Es importante que antes de empezar con el movimiento, realicemos una correcta retracción escapular y que además, hagamos un gesto como de querer romper el suelo hacia afuera. Esto hará que nuestros codos se peguen más hacia nuestro cuerpo y protegerá la articulación de nuestro hombro evitando lesiones. <br><br> Una vez hecho esto, iniciaremos el movimiento. Descenderemos flexionando nuestros codos hasta que nuestra cabeza llegue casi a rozar el suelo, volveremos a subir hasta la posición inicial. Tenemos que intentar realizar el movimiento al completo, es decir que nuestros brazos queden completamente estirados una vez arriba, la espalda se mantiene completamente recta durante todo el ejercicio. ",
    "muscular_group": "shoulders",
    "image": "assets/images/pike_push_up.jpg"
  },
  {
    "id": "face_pull",
    "name": "Face pull",
    "description": "Lo habitual es usar un agarre prono y una polea. Si lo haces de pie tendrás que inclinarte ligeramente hacia atrás (ángulo de 20 grados), si lo haces sentado y en polea baja tendrás que separarte de la polea lo suficiente para sentir el peso y que las placas no choquen entre sí al estirar los brazos en cada repetición. <br><br> El movimiento comienza con los brazos estirados, codos próximos al torso y con la columna bien erguida.  Desde esta posición llevamos la polea hacia el cuello o hacia el rostro combinando una extensión horizontal de hombro, una abducción y una rotación externa. Casi nada. <br><br> La posición final es la misma que un doble bíceps de culturismo, es decir, la característica pose que realizan los culturistas cuando desean mostrar sus bíceps. ",
    "muscular_group": "shoulders",
    "image": "assets/images/face_pull.jpg"
  },
  {
    "id": "elevaciones_laterales_maquina",
    "name": "Elevaciones laterales en máquina",
    "description": "Ajustar el asiento de la máquina de tal manera que los brazos se encuentren confortablemente bajo los almohadillamientos, sin encoger los hombros. <br><br> Comenzar con los codos flexionados y los brazos pegados al almohadillamiento, la parte inferior de los brazos en contacto con los costados y el peso ligeramente levantado de la columna de placas para proporcionarte ligera tensión. <br><br> Contraer los deltoides para elevar los brazos hacia arriba y hacia afuera, manteniéndolos contra los almohadillamientos durante todo el movimiento. Mantener la contracción final durante un segundo, a continuación, volver lentamente a la posición de inicio.",
    "muscular_group": "shoulders",
    "image": "assets/images/elevaciones_laterales_maquina.jpg"
  },
  {
    "id": "press_hombro_maquina",
    "name": "Press hombro en máquina",
    "description": "Extienda los brazos para presionar las manijas hacia arriba hasta que los codos estén extendidos pero no bloqueados.<br><br> Mantenga 1 seg. <br><br> Baje lentamente el peso hasta que sus manos estén justo por encima de los hombros, de modo que los pesos móviles no toquen el resto de la pila. Manteniendo tensión constante en los músculos del hombro.",
    "muscular_group": "shoulders",
    "image": "assets/images/press_hombro_maquina.jpg"
  },
  {
    "id": "aperturas_invertidas_maquina_contractora",
    "name": "Aperturas invertidas en máquina contractora",
    "description": "Ajusta la altura del asiento para poder coger los agarres con un agarre neutral (palmas enfrentadas). <br><br> El pecho debe estar en contacto con el soporte del aparato durante todo el ejercicio. <br><br> Toma aire y aguanta la respiración mientras llevas los brazos atrás todo lo posible. Los codos deben finalizar bastante por detrás de la espalda. <br><br> Cuando los brazos estén tan atrás como sea posible, aguanta durante un segundo y luego expulsa el aire para regresar a la posición inicial de forma controlada.",
    "muscular_group": "shoulders",
    "image": "assets/images/aperturas_invertidas_maquina_contractora.jpg"
  },
  {
    "id": "elevaciones_laterales_mancuernas",
    "name": "Elevaciones laterales con mancuernas",
    "description": "Sujetad las mancuernas por la parte externa de los muslos, con las palmas mirando hacia dentro. <br><br> Doblad ligeramente los codos y mantenedlos así durante todo el recorrido. Si empezáis a abrir y a cerrar los codos, reduciréis el aislamiento del hombro medio. <br><br> Elevad los pesos hacia fuera haciendo un arco amplio hasta el nivel de los hombros. <br><br> Es importante mantener los codos por encima de las manos al comienzo del ejercicio, llevándolos en el mismo plano horizontal en la posición de arriba.",
    "muscular_group": "shoulders",
    "image": "assets/images/elevaciones_laterales_mancuernas.jpg"
  },
  {
    "id": "elevaciones_frontales_mancuernas",
    "name": "Elevaciones frontales con mancuernas",
    "description": "De pie, con la espalda recta y las rodillas ligeramente flexionadas, sujeta dos mancuernas frente a tus muslos con las palmas de las manos hacia el cuerpo (lo que se conoce como agarre en pronación). <br><br> Levanta las mancuernas hacia delante sin balancearte y manteniendo las palmas mirando hacia abajo. <br><br> Exhala profundamente mientras levantas las mancuernas y mantén una ligera flexión de los codos durante el ejercicio. <br><br> Cuando las mancuernas estén a la altura de tus ojos, aprieta los deltoides y aguanta la postura 1-2 segundos. <br><br> Después de apretar los deltoides en el punto máximo de contracción (es decir, cuando la mancuerna/mano esté paralela al suelo/nivel del hombro) y hayas aislado los músculos de los hombros de forma efectiva, baja las mancuernas de forma lenta y controlada a la posición inicial. <br><br> Repite este proceso las veces indicadas.",
    "muscular_group": "shoulders",
    "image": "assets/images/elevaciones_frontales_mancuernas.jpg"
  },
  {
    "id": "press_hombro_multipower",
    "name": "Press de hombro en multipower",
    "description": "Ajusta la barra a la altura de los ojos y carga el peso deseado en la barra. <br><br> Coloca las manos a la altura de los hombros y desbloquea la barra usando un agarre en pronación. Esta será la posición inicial del movimiento. <br><br> Presiona la barra hacia arriba extendiendo los codos y contrayendo los deltoides.<br><br> Baja lentamente la barra hasta la posición inicial (los brazos deben estar en un ángulo de aproximadamente 90 grados o un poco más abajo dependiendo de la longitud de los brazos).",
    "muscular_group": "shoulders",
    "image": "assets/images/press_hombro_multipower.jpg"
  },
  {
    "id": "rueda_abdominal_sentado",
    "name": "Rueda abdominal sentado",
    "description": "Los hombros deben quedar justo por encima de la rueda. Esta es la posición inicial. <br><br> Manteniendo las rodillas en posición fija, rueda la barra hacia delante hasta tener los brazos totalmente estirados pero no bloqueados. Haz una pausa y cambia de dirección para volver a la posición inicial.",
    "muscular_group": "abdomen",
    "image": "assets/images/rueda_abdominal_sentado.jpg"
  },
  {
    "id": "encogimientos_maquina",
    "name": "Encogimientos en máquina",
    "description": "Ajustad la máquina según vuestro tipo de cuerpo. Haced una prueba sin peso para aseguraros que se adapta a vuestra estructura. <br><br> Sentaos bien encajados en la máquina, con los glúteos y espalda apretados firmemente contra el acolchado. <br><br> Colocad los pies segura y equilibradamente bajo los rodillos acolchados. <br><br> Agarrad las asas de la máquina para estabilizar la parte superior del cuerpo. <br><br> Mirad recto al frente y no apretéis la barbilla contra el pecho. <br><br> Sin trompicones, contraed los abdominales para tirar del torso hacia abajo tanto como podáis. <br><br> Permitid que la espalda baja se redondee mientras encogéis los abdominales. <br><br> Mantened la posición de contracción durante un segundo mientras exhaláis, asegurándoos de no apretar la barbilla contra el pecho.",
    "muscular_group": "abdomen",
    "image": "assets/images/encogimientos_maquina.jpg"
  },
  {
    "id": "encogimientos_polea_alta",
    "name": "Encogimientos en polea alta",
    "description": "Colocaos de pie, de espaldas a la polea. Algunas estaciones de poleas disponen de puntos de apoyo o zonas acolchadas contra las que apoyar los glúteos y estabilizar el cuerpo (Esto ayuda a evitar que os sentéis hacia atrás al hacer el ejercicio). Inclinaos ligeramente hacia delante y tomad una fuerte inspiración. <br><br> Agarrad la cuerda con un agarre neutro y colocad las manos detrás de la cabeza; éstas deben permanecer en esta misma posición durante toda la serie. Mantened la barbilla lejos del pecho. <br><br> Usad una separación de pies amplia para un mejor equilibrio y mantened las rodillas desbloqueadas. <br><br> Contraed los abdominales doblándoos hacia delante por la cintura (no mantengáis la espalda arqueada) llevando los codos hacia las rodillas. <br><br> Mantened las manos bloqueadas detrás de la cabeza, para evitar que estiréis con los brazos. Los abdominales deben hacer todo el trabajo. <br><br> No empujéis las caderas hacia atrás mal inclinaros hacia delante, porque eso elimina parte de la tensión de los abdominales. <br><br> Mantened la contracción final durante un segundo y dejad que el peso tire de vosotros para regresar a la posición inicial.",
    "muscular_group": "abdomen",
    "image": "assets/images/encogimientos_polea_alta.jpg"
  },
  {
    "id": "abdominales_suelo",
    "name": "Abdominales en suelo",
    "description": "Apoya la espalda contra el suelo, dobla las rodillas y apoya los pies sobre el suelo. Coloca las manos detrás de la cabeza mientras diriges la mirada hacia el techo. <br><br> lnspira profundamente y aguanta la respiración a medida que separas del suelo la cabeza y los hombros tanto como puedas. <br><br> Mientras te elevas, redondea la parte superior de la espalda (flexión espinal). Cuando estés en la posición mas elevada, mira fijamente hacia el horizonte. <br><br> Aguanta en esa posición durante un segundo aproximadamente. Expulsa el aire y vuelve a la posición inicial. Relájate durante un instante antes de repetir.",
    "muscular_group": "abdomen",
    "image": "assets/images/abdominales_suelo.jpg"
  },
  {
    "id": "plancha_abdominal",
    "name": "Plancha abdominal",
    "description": "Túmbate en el suelo, en decúbito prono, apoyado en los codos y antebrazos y en los dedos de los pies. Mantén esta posición estática durante al menos 15 segundos mientras mantienes el cuerpo lo más estirado posible.",
    "muscular_group": "abdomen",
    "image": "assets/images/plancha_abdominal.jpg"
  }
]